{"乾为天":"\n初九：潜藏的龙，无法施展。\n《象辞》说：潜藏的龙，无法施展，因为初九阳爻处在一卦的下位，所以压抑难伸。\n北宋易学家邵雍解\n平：得此爻者，宜沉稳待机，若一动作即生灾疾，谋事不利，谨防小人。做官的会有阻力。经商的会有阻滞。女命则兴家业，孕生子。\n台湾国学大儒傅佩荣解\n时运：培养实力，等待机会。\n财运：宜守不宜攻。\n家宅：娶妻小心。\n身体：保养为宜。\n\n九二：龙出现在大地上，有利于会见贵族王公。\n《象辞》说：龙出现在大地上，喻指君子走出了压抑的低谷，正开始谋取能够广泛施予德泽的社会地位。\n北宋易学家邵雍解\n吉：得此爻者，会得到贵人的提拔。做官的会遇到明主，身居要职。读书人考试能获得佳绩。经商者获利。女命逢之，则又富又贵。\n台湾国学大儒傅佩荣解\n时运：得贵人之助，有发展机会。\n财运：开始涨价，官方采购。\n家宅：婚姻大吉。\n身体：运动健身。\n\n九三：有才德的君子始终是白天勤奋努力，夜晚戒惧反省，虽然处境艰难，但终究没有灾难。\n《象辞》说：君子整日里勤奋努力，意思是反复行道，坚持不舍。\n北宋易学家邵雍解\n平：得此爻者，会往来不停，财利难获，凡事不认真计划，躁动者会有损失。做官的会身兼重职，且事多繁冗，如果能保持忧虑和谨慎的态度则没有过失。女命逢之，性躁，难成为贤内助。\n台湾国学大儒傅佩荣解\n时运：功名未显，戒慎免咎。\n财运：日夜防范，可脱险获利。\n家宅：勤俭保家;不宜攀结高亲。\n身体：小心保养。\n\n九四：龙也许跳进深潭，没有灾难。\n《象辞》说：龙也许跳进深潭，表示可以有所作为而没有灾难。\n北宋易学家邵雍解\n平：得此爻者，百为艰难。做官的会停缺待职，等待机会。女命逢之，则安乐富贵也。\n台湾国学大儒傅佩荣解\n时运：一举成名。\n财运：物价高涨，可保无咎。\n家宅：有一时振兴之象。\n身体：继续健身。\n\n九五：龙飞腾在空中，有利于会见贵族王公。\n《象辞》说：龙飞腾在空中，意味着君子大有所为。\n北宋易学家邵雍解\n吉：得此爻者，会遇到贵人，谋遂志得。做官的会飞黄腾达。女命则兼男权，难免孤独。\n台湾国学大儒傅佩荣解\n时运：直上云霄。\n财运：五谷之类的贸易，物价飞升，有官府支持。\n家宅：富贵之家。\n身体：蒙天所召，不吉。\n\n上九：升腾到极限的龙会有灾祸之困。\n《象辞》说：升腾到极限的龙会有灾祸之困，这是警戒人们崇高、盈满是不可能长久保持的。\n北宋易学家邵雍解\n凶：得此爻者，有过刚取凶之祸，五十以后者不寿。做官的会退职，或遭贬。女命逢之，其性必悍，难成为贤内助。\n台湾国学大儒傅佩荣解\n时运：由满招损，退而自省。\n财运：过盈则必有亏。\n家宅：婚嫁不利。\n身体：命在旦夕。\n\n","坤为地":"\n初六：践踏着薄霜，可以推断坚厚的冰层快要冻结成了。\n《象辞》说：践踏着薄霜，可以推断坚厚的冰层快要冻结成了。这表明阴冷之气开始凝聚了，遵循自然规律的推进，坚厚的冰层快要冻结而成了。\n北宋易学家邵雍解\n平：得此爻者，宜谨防仇怨引起的纠纷。阴气盛的人则会大兴家业。做官的要谨防小人的谗言而生祸。\n台湾国学大儒傅佩荣解\n时运：由卑而尊，不可躁进。\n财运：渐积可致富。\n家宅：阴盛不吉;婚嫁不利。\n身体：阴寒之症，久则难治。\n\n六二：平直、方正、辽阔是大地的特点。即使前往陌生的地方，也没有什么不利的。\n《象辞》说：六二的爻象是平直而且方正，即使前往陌生的地方，也没有什么不利的，因为地道是广大无边的。\n北宋易学家邵雍解\n吉：得此爻者，会不愁吃喝，衣食无忧。做官的会升迁，身居高位。女命则为贤良起家。\n台湾国学大儒傅佩荣解\n时运：功可成，名可就。\n财运：获利可期。\n家宅：居家如意;婚嫁顺利。\n身体：不药而愈。\n\n六三：战胜殷商。称心的占卜。有人服役于战争，没有取得战绩，但结局还是好的。\n《象辞》说：战胜殷商，称心的占卜，说明能抓住时机采取行动。有人服役于战争(没有取得战绩而有好的结局)，因为他才智广大。\n北宋易学家邵雍解\n平：得此爻者，谋望可成，认真经营会有收获。做官的会有升迁的希望。女命则为德妇。\n台湾国学大儒傅佩荣解\n时运：待时而发，可保功名。\n财运：把握时机，必有利益。\n家宅：凝聚向心力。\n身体：无可挽回，凶。\n\n六四：扎紧了口袋，如缄口不言，没有指责，也没有赞誉。\n《象辞》说：扎紧了口袋，如缄口不言，是说谨慎才没有祸害。\n北宋易学家邵雍解\n平：得此爻者，经营受阻，大凡谨慎收敛者，则无横来之祸。做官的要谨守常职，可望升迁。女命则贤而起家。\n台湾国学大儒傅佩荣解\n时运：收敛为要，但求无过。\n财运：落袋为安，不再投资。\n家宅：平安是福。\n身体：谨慎保养。\n\n六五：黄色的裙裤，大吉大利。\n《象辞》说：黄色的裙裤大吉大利，因为“黄裳”象征着人内在的美德。\n北宋易学家邵雍解\n吉：得此爻者，将会获得财利，事事安稳，没有灾难。做官的将会升迁，飞黄腾达。女命则为德妇，贤惠之人。\n台湾国学大儒傅佩荣解\n时运：功名大显。\n财运：必定获利。\n家宅：和乐融融。\n身体：病在肠胃。\n\n上六：龙在大地上争斗，血流遍野。\n《象辞》说：龙在大地上争斗，比喻人走到了穷困的绝境。\n北宋易学家邵雍解\n凶：得此爻者，有竞争的困扰，会有大的损失。做官的会有被贬之祸。\n台湾国学大儒傅佩荣解\n时运：穷途末路。\n财运：血本无归。\n家宅：失序不和。\n身体：肝血失调，危险。\n\n","水雷屯":"\n初九：徘徊难进。这是有利于居住的卜问。巫遇此爻，有利于建国封侯。\n《象辞》说：虽然徘徊难进，但志行贞正。初九居六二阴爻之下，象征以尊贵而俯顺于低贱，因而大得民心。\n北宋易学家邵雍解\n平：得此爻者，安分守己者则无忧，躁动者不利。做官的暂时未受到重用，坚守正道，好运可期。女命则为良妇而兴家。\n台湾国学大儒傅佩荣解\n时运：欲进不进，坚守正道。\n财运：不利经商，可任用正人君子。\n家宅：安居于贵宅;婚嫁吉祥。\n身体：健康无虞。\n\n六二：逡巡不前。行路踌躇，驾着马车原地回旋，不是前来抢劫，而是迎娶新娘。占得这个女子不能孕育，十年才能怀孕。\n《象辞》说：六二之爻预示艰难，因为处在初九阳爻之上。十年才能怀孕，这是反常现象。\n北宋易学家邵雍解\n平：得此爻者，有婚嫁之喜事。做官的权柄日盛。\n台湾国学大儒傅佩荣解\n时运：一时未成，十年可成。\n财运：售出有困难，颇耗时日。\n家宅：是佳偶，但须等待。\n身体：保持运动习惯。\n\n六三：追捕野鹿，没有充当向导的官员。思忖着鹿逃入山林。君子机灵，认为不如放弃。深入山林，认为会有危险。\n《象辞》说：追捕野鹿，没有充当向导的官员，意在追逐走兽。君子放弃那野鹿，知道深入山林会有危险，因而除此别无他法。\n北宋易学家邵雍解\n凶：得此爻者，须安分守己，否则会有灾难。做官的有贪污之嫌，有被停职降职之忧。\n台湾国学大儒傅佩荣解\n时运：求宝得利，殊不足取。\n财运：恐有损失，不如舍去。\n家宅：不循正途求婚嫁，将有困难。\n身体：不可纵欲伤身。\n\n六四：驾着马车原地回旋，这是寻求婿姻。放胆前进，必定吉利。\n《象辞》说：敢于追求，勇于深入，因为其人深明形势。\n北宋易学家邵雍解\n吉：得此爻者，谋事可成，百事和合，会得到朋友的帮助，大吉大利。做官的将会名声显赫，有升迁之机。\n台湾国学大儒傅佩荣解\n时运：顺势而为，大有发展。\n财运：明见利益，应有收获。\n家宅：婚嫁吉祥。\n身体：遵医生嘱咐。\n\n九五：屯积肥肉。筮遇此爻，问小事则吉，问大事则凶。\n《象辞》说：“屯积肥肉”，意思是施舍不广。\n北宋易学家邵雍解\n平：得此爻者，谋事者切勿急躁，小事可成，大事无望，甚至会招来凶祸。\n台湾国学大儒傅佩荣解\n时运：无人提拔，暂时无望。\n财运：小买卖尚可获利，大买卖则凶。\n家宅：聚财伤和气。\n身体：初病可治，久病则危。\n\n上六：驾着马车原地回旋，哭泣无声，滴泪涟涟。\n《象辞》说：哭泣无声，滴泪涟涟，这种情景怎能长久下去。\n北宋易学家邵雍解\n凶：得此爻者，家道中落，须防损失。做官的须谨防小人的谗言。\n台湾国学大儒傅佩荣解\n时运：前无去路，保命为要。\n财运：犹豫不决，尽失良机。\n家宅：家道中落。\n身体：呕血之症，凶。\n\n","山水蒙":"\n初六：启蒙教育，教育学生开发生产，教师用受刑之人作榜样，给犯人脱去手铐脚镣。往前走有困难。\n《象辞》说：以刑罚惩治罪人是有利的，可以以此来整肃法纪。\n北宋易学家邵雍解\n凶：得此爻者，多有官诉，亲朋不和，多争斗，终能脱解。做官的为教育之职，或为司法系统之职。\n台湾国学大儒傅佩荣解\n时运：求荣反辱，收敛自己。\n财运：避免兴讼，得理即止。\n家宅：谨慎持家;可能罢婚。\n身体：恐有外伤。\n\n九二：教育包容，这是吉兆。筮遇此爻，娶迎妻子，吉利。男女能相配成家。\n《象辞》说：男女相配成家，因为九二、六三两爻相近，表示阴阳刚柔相交会。\n北宋易学家邵雍解\n吉：得此爻者，人情和合，百事有成，或结婚，或生子孙，有财有福。做官的会守住官职。\n台湾国学大儒傅佩荣解\n时运：有财有福，子可继业。\n财运：广纳财物，售至外地。\n家宅：妻贤子孝，可振家业。\n身体：柔软体操。\n\n六三：不要抢劫女子为婚，会遭到武装者的抵抗，丢掉性命，没有什么好处。\n《象辞》说：不能聘娶女子，六三之爻居于九二之上，这是以柔乘刚之象，象征着以女虐男，这是悖逆不顺的。\n北宋易学家邵雍解\n凶：得此爻者，会生是非，小则破财，大则伤身。做官的会因为贪婪而自取其辱。\n台湾国学大儒傅佩荣解\n时运：见财忘义，声名破败。\n财运：小则破财，大则伤身。\n家宅：妻强夫弱，恐有不安;不宜婚嫁。\n身体：小心饮食。\n\n六四：教育脱困，太可惜。\n《象辞》说：为蒙昧无知所困扰，因为离群索居，远离生活。\n北宋易学家邵雍解\n凶：得此爻者，人情淡薄，经营受阻。静无灾，动有损。做官的因为无人赏识而难以晋升。\n台湾国学大儒傅佩荣解\n时运：远水近火，无济于事。\n财运：缺乏资本，难免穷困。\n家宅：地处偏僻，生活困苦。\n身体：体质虚弱，阴寒之症。\n\n六五：教育少年儿童，吉利。\n《象辞》说：幼稚蒙昧的人之所以吉利，是因为柔顺服从。\n北宋易学家邵雍解\n吉：得此爻者，依附贵人、良师者百事顺遂，谋望可成。\n台湾国学大儒傅佩荣解\n时运：功名未成，得良师则吉。\n财运：无法独立，须靠人经营。\n家宅：幼年定亲。\n身体：听人指导锻炼。\n\n上九：教育击打，不应当作匪寇，而要抵御匪寇。\n《象辞》说：有利于防御盗寇，因为上九阳爻居于一卦之首，说明臣下顺从拥戴。防御盗寇之举，获得众人支持，必能胜利。\n北宋易学家邵雍解\n平：得此爻者，宜守旧，须谨防争讼，寇盗之扰。做官的会有司寇之名职。\n台湾国学大儒傅佩荣解\n时运：宜守不宜攻，与人和睦。\n财运：顺取为宜，买卖相洽。\n家宅：妇道贵顺，家道和平。\n身体：保养为宜。\n\n","水天需":"\n初九：在郊外等侯，应该照旧等待下去，没有危险。\n《象辞》说：在郊外等候，是说不能冒险前进。照旧等待下去，没有危险，这是因为待机而动没有违反正常的原则。\n北宋易学家邵雍解\n平：得此爻者，宜守旧，则无灾祸。做官的须守常职，耐心等待机会。\n台湾国学大儒傅佩荣解\n时运：必须久待，守恒为要。\n财运：暂勿投资，货物无损。\n家宅：可居郊外。\n身体：幽居养病，终无大碍。\n\n九二：在沙地上等待，稍微有过错，最后还是吉利的。\n《象辞》说：在沙地上等待，沙地软柔难通行，将有延误事机之失，这过失在自身。虽然稍微有过错，最后的结果还是好的。\n北宋易学家邵雍解\n吉：得此爻者，会受到争诉之扰，若能以宽厚待人，则不辩自明。做官的会受到流言的困扰，但最后吉祥。\n台湾国学大儒傅佩荣解\n时运：流言困阻，最后吉祥。\n财运：货运不通，无害商业。\n家宅：口舌之争。\n身体：心胸宽大，自然吉祥。\n\n九三：在泥淖中等待，把强盗招引过来。\n《象辞》说：在泥淖中等待，泥淖污秽，环境险恶，灾难就在附近。由自己招致了强盗，但郑重谨慎，随机应变，就可不受损伤。\n北宋易学家邵雍解\n凶：得此爻者，须防止窃盗之患，亦要预防水险。做官的会被贬职。\n台湾国学大儒傅佩荣解\n时运：难期上达，谨慎自持。\n财运：无法流通，小心受骗。\n家宅：婚事难成，成则怨偶。\n身体：小心外伤。\n\n六四：起初在血泊中滞留，后来从凶险的陷阱中逃脱出来。\n《象辞》说：在血泊中滞留，坐等不测的命运降临，六四之爻处在九五之爻的威逼之下，只得顺从强者，听从摆布。\n北宋易学家邵雍解\n平：得此爻者，坏运逐渐远离，恢复平静。做官的能全身而退。从事国学者可出身成名。\n台湾国学大儒傅佩荣解\n时运：用尽心力才可出头。\n财运：投资矿业，有利可图。\n家宅：乔迁之喜。\n身体：调养气血，和顺阴阳。\n\n九五：在酒宴上等待，这是吉利的占兆。\n《象辞》说：有酒有肉，吉利之兆，因为九五之爻处于上卦中位，象征其人有中正的品德，自能择善而居，处优容之境。\n北宋易学家邵雍解\n吉：得此爻者，会物产丰富，衣食不缺，也会有婚嫁之喜。做官的食禄会丰厚。\n台湾国学大儒傅佩荣解\n时运：功成名就，可以宴乐。\n财运：投资饮食业，可获利。\n家宅：婚嫁得宜。\n身体：饮食调理。\n\n上六：进入地穴式的房屋，有三位不速之客来到，恭敬地接待他们，结果是吉利的。\n《象辞》说：不速之客来了，恭敬地接待他们，结果是吉利的。因为全卦阳刚过甚，逼压阴柔，但是上六处阴位，位置合适，所以有惊无险，没有大的损失。\n北宋易学家邵雍解\n平：得此爻者，宜谨慎，则忧愁自散。做官的会有升迁之机会，但须防谗邪之流。\n台湾国学大儒傅佩荣解\n时运：凭险自守，和解为贵。\n财运：得价则售，不可贮藏。\n家宅：持家有道;少男乃吉。\n身体：病况凶险，不存侥幸。\n\n","天水讼":"\n初六：做事不能持之以恒，稍有过错，最后还是吉利的。\n《象辞》说：做事不能持之以恒，说明官司不可能长久打下去。虽然稍有过错，但争讼双方的是非曲直终将辨别清楚。\n北宋易学家邵雍解\n吉：得此爻者，会生起是非，但终吉。有病者，不药而愈。做官的会遭诽谤，但会不辩自明。\n台湾国学大儒傅佩荣解\n时运：不会久困，终可出名。\n财运：及时售出，口舌无碍。\n家宅：有些争议，分辨明白即可。\n身体：初病可愈，久病则凶。\n\n九二：讼事失败，归到采邑，三百户奴隶逃亡。没有大的灾祸。\n《象辞》说：讼事失败，逃窜回家，这是躲避反讼。小官与大官争讼，败讼而归，势在必然。幸好灾难没有进一步扩大。\n北宋易学家邵雍解\n平：得此爻者，平安无事。做官的会有食邑之荣。\n台湾国学大儒傅佩荣解\n时运：退而隐居，可保无害。\n财运：小有耗损，不必多虑。\n家宅：不宜婚嫁。\n身体：在外染病，回家调养。\n\n六三：依赖先人遗业过活。卜问得险兆，但最后是吉利的。但是，如果服务于王事，谋取利禄，却不会成功。\n《象辞》说：依赖先人遗业过活，因为六三爻象表明，居于九四之下，只有凭借祖上余荫才获吉利。\n北宋易学家邵雍解\n平：得此爻者，宜保持常态，则无灾难。做官的宜谨守常职，晋升无望。\n台湾国学大儒傅佩荣解\n时运：谨守旧业，求仕无成。\n财运：固守家产，终可得利。\n家宅：不宜另建新居。\n身体：按原医师指示为宜。\n\n九四：讼事失败，败讼回家，服从判决。卜问平安，得吉利之兆。\n《象辞》说：败讼回家，服从判决，安守本分，不失正道。\n北宋易学家邵雍解\n吉：得此爻者，会转危为安。做官的会闲中复职。\n台湾国学大儒傅佩荣解\n时运：转危为安。\n财运：合作不成，反是好事。\n家宅：改婚不失其道。\n身体：有凶险，改变生活方式则吉。\n\n九五：争讼，筮遇此爻，大吉大利。\n《象辞》说：争讼而大吉大利，因为九五之爻居上卦的中位，像人守中正之道。\n北宋易学家邵雍解\n吉：得此爻者，经营、谋事、求财皆大吉。做官的会受到重用。读书人会获得佳绩。\n台湾国学大儒傅佩荣解\n时运：以正求进，必可大显。\n财运：公平经营，取得正财。\n家宅：与富贵人结婚。\n身体：吐纳之术保健康。\n\n上九：王侯赐予人以绅带，但不满一天，三次赐予三次革夺。\n《象辞》说：某人因为讼事而得到赐予绅带的殊荣，这不是值得尊敬的事。\n北宋易学家邵雍解\n平：得此爻者，会有争诉之忧，宜修德养身，化大为小。做官的会有成有败，患得患失。读书人认真学习，必可获佳绩。\n台湾国学大儒傅佩荣解\n时运：患得患失，殊为不值。\n财运：不是正财，得不偿失。\n家宅：不易安居。\n身体：病势时好时坏，恐凶。\n\n","地水师":"\n初六：整军出战全凭纪律，不遵守纪律就会有凶险。\n《象辞》说：整军出战全凭纪律，失去纪律的约束就会带来凶险。\n北宋易学家邵雍解\n凶：得此爻者，经营得当，则财货日增。但妄动者，成少败多。不良者，多险难刑伤。做官的宜谨守正道，则会得到上级的欣赏。\n台湾国学大儒傅佩荣解\n时运：失道以求，终受其辱。\n财运：海运业务，合义则吉。\n家宅：治家以法，否则必凶。\n身体：寒多热少，宜早医治。\n\n九二：主帅身在军中指挥，吉利，没有灾难。君王三次颁命嘉奖。\n《象辞》说：主帅身在军中指挥，吉利，因为得到上天的宠爱。君王三次颁命嘉奖，因为主帅能怀徕万国。\n北宋易学家邵雍解\n吉：得此爻者，会遇到贵人，谋事可成。做官的会受到上级的赏识，有升迁之机会。读书人会取得佳绩。\n台湾国学大儒傅佩荣解\n时运：杰出人才，大受赏识。\n财运：谋略出众，领导获利。\n家宅：邻里所重;婚姻吉祥。\n身体：流动血气，病即舒解。\n\n六三：军队出征，有人载尸而归，这是凶险之兆。\n《象辞》说：军队出征，有人载尸而归，这是前方吃了败仗。\n北宋易学家邵雍解\n凶：得此爻者，多有悲优，或家中亲人病故。做官的会受职待缺。\n台湾国学大儒傅佩荣解\n时运：无德有位，难免于凶。\n财运：物耗财损，凶险无比。\n家宅：不得安宁，小心为上。\n身体：可能归天。\n\n六四：军队在左边扎营，没有危险。\n《象辞》说：军队在左边扎营，没有危险，因为军队驻扎或左或右，唯视地理环境、敌我形势而定，并没有违背行军常道。\n北宋易学家邵雍解\n平：得此爻者，安居乐业，无妄动之灾。做官的官运不济，不宜妄想。\n台湾国学大儒傅佩荣解\n时运：官运不济，不宜妄想。\n财运：次级货物，尚可获利。\n家宅：近东，朝西南吉;入赘无咎。\n身体：春生气来，疾病可愈。\n\n六五：打猎时获得猎物，作战中捕获俘虏，没有灾祸。长子指挥军队，次子战败阵亡，这是凶险的贞兆。\n《象辞》说：以长子指挥军队，这是依正道行事。次子战败阵亡，这是因为差遣不当。\n北宋易学家邵雍解\n平：得此爻者，财富日增，若用人得当，则谋望可成，但须谨防小人之危。做官的或有实权，或因为谏言而地位高显。读书人会取得佳绩。\n台湾国学大儒傅佩荣解\n时运：德胜于才，否则凶险。\n财运：老成练达，有利可图。\n家宅：利于长子;媒妁而成。\n身体：跑步健身。\n\n上六：国君颁发命令，有人被封为诸侯，享有封国，有人被封为大夫，享有采邑。但是不要重用无才无德的小人。\n《象辞》说：国君颁发封赏功臣的命令，这是论功行赏。不要重用无才无德的小人，因为小人必定覆国乱邦。\n北宋易学家邵雍解\n平：得此爻者，可立家计，或继承家业，但谨防小人从中作梗。做官的会当权立功。专业人才则会技艺成名。\n台湾国学大儒傅佩荣解\n时运：论功行赏，勿做小人。\n财运：因富致贵，须防小人。\n家宅：家道兴旺;贵人做媒。\n身体：正常运动。\n\n","水地比":"\n初六：捕获俘虏，安抚他们，没有灾难。捕获俘虏，满盆满罐的酒饭招待他们。虽然可能有意外之患，但最后是吉利的。\n《象辞》说：筮遇初六之爻，虽有意外之患，但最后是吉利的。\n北宋易学家邵雍解\n吉：得此爻者，会遇到知己，谋事称心如意。做官的会有意外之喜。\n台湾国学大儒傅佩荣解\n时运：诚信交往，声名日隆。\n财运：信用卓著，利益自来。\n家宅：社区和睦;亲事亦谐。\n身体：平安无事。\n\n六二：内部和睦团结，卜问得吉兆。\n《象辞》说：内部和睦团结，就不会失掉民心。\n北宋易学家邵雍解\n吉：得此爻者，得贵人之助，营谋遂意。做官的会无过失，安然而吉亨。读书人或能成名。女命则会得贤夫。\n台湾国学大儒傅佩荣解\n时运：实至名归，自然吉祥。\n财运：同心协力，获利可期。\n家宅：亲上加亲。\n身体：心平气和，疾病可愈。\n\n六三：跟败类狼狈为奸。\n《象辞》说：跟败类狼狈为奸，不是很可悲吗?\n北宋易学家邵雍解\n凶：得此爻者，交友不慎，或有争诉，破财刑伤。做官的要谨防同僚不睦而造成不顺。女子则所嫁并非良人，破家丧身之象，不然则会争诉破财。\n台湾国学大儒傅佩荣解\n时运：交友不正，声名破败。\n财运：所托非人，损耗难免。\n家宅：戒慎嫁娶，以免遗憾。\n身体：改求良医。\n\n六四：跟外邦联盟亲善，卜问得吉兆。\n《象辞》说：外部亲附于贤明的国君，像臣下服从君上。\n北宋易学家邵雍解\n吉：得此爻者，出外有利，多得知己之力，事事顺利。做官的会有升迁之喜。\n台湾国学大儒傅佩荣解\n时运：得人赏识，功名可期。\n财运：货物流通，利润自来。\n家宅：一家和睦;外地定亲，吉。\n身体：多做户外运动。\n\n九五：普遍的和洽。君王采用三面包围的方法狩猎，网开一面，有意放走逃奔的野兽。老百姓对君王狩猎毫不惊惧。筮遇此爻吉利。\n《象辞》说：普遍的和洽是吉利的，因为九五之爻处于上卦中位，像人守中正之道。放走向前奔逃的，猎取迎面奔窜的，这就是“失前禽”的缘故。老百姓对君王狩猎毫不惊惧，因为君王平时行事端正。\n北宋易学家邵雍解\n吉：得此爻者，会先逆后顺，谋事有成，无往不利。做官的会有大的荣耀。读书人会考的佳绩。\n台湾国学大儒傅佩荣解\n时运：善待别人，后仍有吉。\n财运：不贪小利，后有盈余。\n家宅：和顺为宜。\n身体：服药生效，不必过虑。\n\n上六：小人朋比为奸，勾心斗角，无法形成一个团结的中心，这是非常危险的事。\n《象辞》说：小人朋比为奸，勾心斗角，无法形成一个团结的中心，当然没有好下场。\n北宋易学家邵雍解\n凶：得此爻者，刑克有灾，人情淡薄，甚者恐有性命之忧。做官的会失去下属的支持，处境危难。\n台湾国学大儒傅佩荣解\n时运：六神无主，恐有凶祸。\n财运：白费心机，一无所获。\n家宅：恐丧家主;婚嫁来历不明。\n身体：小心头部疾病。\n\n","风天小畜":"\n初九：由原路返回，有什么灾祸?吉利。\n《象辞》说：由原路返回，其含义是吉利。\n北宋易学家邵雍解\n平：得此爻者，宜守旧业，不宜创新。谋事者，须防猜忌疑惑之祸。做官的会闲位复职。\n台湾国学大儒傅佩荣解\n时运：退守自保，无灾无难。\n财运：守稳旧业，不宜创新。\n家宅：不求于外，家道自亨。\n身体：安静休养，可以复原。\n\n九二：牵引着返回，吉利。\n《象辞》说：牵引着返回，吉利，因为九二之爻处于下卦中位，像人操行中正，自然不会有错失。\n北宋易学家邵雍解\n吉：得此爻者，有人相助，营谋遂意。做官的有升迁之机会。\n台湾国学大儒傅佩荣解\n时运：因人成事，获利大吉。\n财运：创业守成，两皆为宜。\n家宅：兄弟和睦，家道兴隆。\n身体：旧疾复发，小心调养。\n\n九三：车子坏了一个轮子。夫妻互相口角。\n《象辞》说：夫妻口角，说明不能治理家庭。\n北宋易学家邵雍解\n凶：得此爻者，荣而见辱，进而见退，或有足目之疾，或夫妻反目，或君臣疏远，或朋友是非，血气损伤。\n台湾国学大儒傅佩荣解\n时运：阴盛阳衰，内外不安。\n财运：逆向操作，可以获利。\n家宅：家庭不和，婚姻不利。\n身体：阴阳不察，慎择良医。\n\n六四：捕获了俘虏，战争危险暂时消除了，但仍须保持警惕，才能没有灾难。\n《象辞》说：捕获了俘虏，保持着警惕，说明尚能统一意志。\n北宋易学家邵雍解\n平：得此爻者，心诚者，人情和合，营谋颇遂。做官的会得到上司的提拔，久任者，能转运。\n台湾国学大儒傅佩荣解\n时运：切忌争斗，出门远避;升迁靠长官提拔。\n财运：利西北，不利东南;邻里相助。\n家宅：管理得宜，否则受累。\n身体：宽解治之，燥烈之药不宜。\n\n九五：捕获俘虏，串连搁缚，这些财物与邻邑同享。\n《象辞》说：捕获俘虏，串连捆缚，财物与邻邑同享，并非一人独享。\n北宋易学家邵雍解\n吉：得此爻者，能得到他人的帮助，百谋称心。做官的会得到上级的赏识，下属的拥戴，德高望重。\n台湾国学大儒傅佩荣解\n时运：一时亨通，无往不利。\n财运：百货聚积，自有大利。\n家宅：既富且贵，惠及邻里。\n身体：手足麻痹之症。\n\n上九：久雨新停，还赶得上栽种作物。妇女占得此爻则凶险。夏历某月十四日君子离家出行也有危险。\n《象辞》说：久雨新停，未误农时，当能丰登满载。君子离家出行有凶险，因为对充满危险的旅途缺乏了解。\n北宋易学家邵雍解\n平：得此爻者，会受到小人的骚扰，宜修德养身，不妄进者，则可免灾。妇女占得此爻则凶，君子离家出行有凶险。\n台湾国学大儒傅佩荣解\n时运：长期梦想，终可如愿。\n财运：得利则止，切忌过贪。\n家宅：前困后亨。\n身体：须防营养过多。\n\n","天泽履":"\n初九：以朴素坦白的态度处世，没有灾害。\n《象辞》说：以朴素坦白的态度处世，是说能独行其志愿。\n北宋易学家邵雍解\n平：得此爻者，营谋有计，则财利日增。做官的若修德养身，则有升迁之机。\n台湾国学大儒傅佩荣解\n时运：等待时机，自有成就。\n财运：守好旧业，久必获利。\n家宅：门庭吉祥。\n身体：慢跑有益。\n\n九二：行道之人，胸怀坦荡;隐居之人，长逢吉兆。\n《象辞》说：隐居之人洁身守正，因为他们秉性中正，不被世俗所惑。\n北宋易学家邵雍解\n平：得此爻者，安然自乐，修身养性。做官的会有全身而退之兆。\n台湾国学大儒傅佩荣解\n时运：高尚其志，修身以道。\n财运：物价稳定，稍有小利。\n家宅：分析财产，小心损耗。\n身体：保养眼睛。\n\n六三：瞎了眼睛却要看物，跛了脚却要行走，这是勉为其难，犹如踩着虎尾巴，终将为虎所伤。这是凶险之事。武人纂夺国政，同样是凶险之事。\n《象辞》说：瞎了眼睛却要看物，其视力不足以辨物。跛了脚却要行走，其脚力不足以行路。老虎之所以伤人，因为六三阴爻而居于阳位，所处不当。武人纂夺国政，这是僭越犯上，以六三之位而行九五之志，必遭祸殃。\n北宋易学家邵雍解\n凶：得此爻者，会有争诉，囚狱之扰，甚者家破人亡。做官的则会有被贬职之祸。\n台湾国学大儒傅佩荣解\n时运：退守为宜，妄动则凶。\n财运：被人欺弄，货物滞销。\n家宅：暗昧不明，以小凌大。\n身体：保养眼睛与脚部。\n\n九四：踩着虎尾巴，但能遇险知惧，最后仍吉利。\n《象辞》说：恐惧警惕，终归于吉，说明虽历磨难，但志愿得行。\n北宋易学家邵雍解\n平：得此爻者，会有危险，宜温和自持，可免灾祸。做官的会有虎符将帅之兆。读书人将会取得不错的佳绩。\n台湾国学大儒傅佩荣解\n时运：温和笃实，终可免祸。\n财运：不急求售，终获利益。\n家宅：平稳持家。\n身体：谨慎走路。\n\n九五：行为急躁莽撞;卜其行事有危险之象。\n《象辞》说：行为急躁莽撞，卜其行事有危险之象，但九五阳爻居上卦中位，正当其位。因而虽险不凶。\n北宋易学家邵雍解\n凶：得此爻者，躁动妄行者，则祸患将至，甚者有性命之忧。做官的会功高盖主，而不赏。\n台湾国学大儒傅佩荣解\n时运：拨云见日，勿忘艰苦。\n财运：和衷共济，惜售有利。\n家宅：居安思危，可保平安。\n身体：由危转安。\n\n上九：行为审慎，遇事周密反复地考虑，大吉。\n《象辞》说：大吉大利，因为上九之爻居全卦之首。预兆其人将有重大喜庆之事。\n北宋易学家邵雍解\n吉：得此爻者，财利可获。做官的宜退而以享安静和平之福。读书人努力者可获佳绩。\n台湾国学大儒傅佩荣解\n时运：晚运亨通，福寿双全。\n财运：往来经营，无不有利。\n家宅：积善之家才有余庆。\n身体：天年有限。\n\n","地天泰":"\n初九：连根拨掉茅草，及其同类。征伐敌人，吉利。\n《象辞》说：连根拔掉茅草，彻底征服敌人，吉利，说明志在讨伐敌国。\n北宋易学家邵雍解\n吉：得此爻者，志同合谋，财利日增。做官的会逐步升迁。\n台湾国学大儒傅佩荣解\n时运：因人成事，逐步升迁。\n财运：合伙有成，货财会聚。\n家宅：团圆平安。\n身体：相约运动。\n\n九二：用挖空的瓠瓜绑在身上渡河，不至于沉没。钱币丢失了，在半路上得到别人的帮助。\n《象辞》说：其人度量弘大，深得同路人的赏识，这是由于他光明正大呀。\n北宋易学家邵雍解\n吉：得此爻者，会有好运，必遇尊贵，但要防长上有损，言语有伤。做官的会身居高位，功名显达。\n台湾国学大儒傅佩荣解\n时运：功名显达，海外亦宜。\n财运：行商有利，国际贸易。\n家宅：勿信仆从。\n身体：疾病难治。\n\n九三：平地终将变成坡地，离去必定复返。卜问艰难之事，爻象显示必能渡过难关，不要担心被人虏去，而且在饮食上尚有口福。\n《象辞》说：离去必定复返，这是天地间的法则。\n北宋易学家邵雍解\n平：得此爻者，须谨慎自持，宜保守，则安，不然会犯小人，事事遇阻。做官的会比较艰难，须防小人和别人的妒忌。\n台湾国学大儒傅佩荣解\n时运：谨慎保守，逸乐亡身。\n财运：眼前失意，后有大利。\n家宅：谨守先业。\n身体：小孩没事，老人不吉。\n\n六四：巧言欺人，将给邻邑带来灾难；不加警戒，即将遇难被虏。\n《象辞》说：巧言欺人，祸及邻人，是说同受损失。不加警戒，遇难被虏，这是因为心地太忠厚了。\n北宋易学家邵雍解\n平：得此爻者，营谋失利，退守可平安。做官的进取难成，宜退守。\n台湾国学大儒傅佩荣解\n时运：朋友同心，诸事可谋。\n财运：外强中干，同业相助。\n家宅：亲友相助，暂时无虞。\n身体：不必担心。\n\n六五：殷帝乙嫁女于周文王，因而得福，大吉大利。\n《象辞》说：得福大吉，因为六五之爻居上卦中位，像人行事得中正之道，所行必遂。\n北宋易学家邵雍解\n吉：得此爻者，会得到别人的赏识和抬举，或结婚生子，幸福安乐。做官的或能升迁，或有喜事。\n台湾国学大儒傅佩荣解\n时运：谦虚待人，万事皆吉。\n财运：国际贸易，甚为有利。\n家宅：有贤内助；远嫁远娶。\n身体：必得神佑。\n\n上六：城墙攻破倒塌在护城濠里。“停止进攻”，从邑中传来命令。卜问得不祥之兆。\n《象辞》说：城墙攻破倒塌在护城濠里（本应乘势攻击，反命停止进攻），这是邑中传来的命令错乱了。\n北宋易学家邵雍解\n凶：得此爻者，会有破损，有疾病，谨慎厚道者可免祸。做官的会被贬职。\n台湾国学大儒傅佩荣解\n时运：谨慎自守，须防小人。\n财运：小试手气，等待时机。\n家宅：小心守业。\n身体：小心摔跤。\n\n","天地否":"\n初六：连根拔掉茅草，及其同类，占得此爻则吉利，亨通。\n《象辞》说：连根拔掉茅草，占得此爻吉利，比喻其志在清理君侧，为国尽忠。\n北宋易学家邵雍解\n平：得此爻者，宜守旧，小人得势之时，爻辞虽好，但须谨防小人牵连之事。做官的受职者待缺，当权者防扰。\n台湾国学大儒傅佩荣解\n时运：合伙谋事，家有吉祥。\n财运：新设商业，用人谨慎。\n家宅：亲戚同住；可以照应。\n身体：传染之症，但无大碍。\n\n六二：厨中有肉，这对老百姓来说是吉利，对贵族来说并不是通泰的表现。\n《象辞》说：贵族身处窘境，则能心怀惩戒，使其安守本分。\n北宋易学家邵雍解\n平：得此爻者，宜忍耐，宽容待人，不然会生是非。做官的宜低调行事。\n台湾国学大儒傅佩荣解\n时运：宽容待人，万事皆吉。\n财运：买卖皆利，讼则上诉。\n家宅：老人有疾无害。\n身体：修身养性。\n\n六三：厨中有美味。\n《象辞》说：心怀羞愧，因为才德不称其位。\n北宋易学家邵雍解\n凶：得此爻者，须防是非争诉之扰。做官的会退休离职。\n台湾国学大儒傅佩荣解\n时运：谨慎自守，以避羞辱。\n财运：用人不当，暗中损耗。\n家宅：行为不检，家门有羞。\n身体：寒中带热，远求良医。\n\n九四：君王有赏赐之命，没有灾害，谁能得到赏赐呢?\n《象辞》说：君王有赏赐之命，没有灾害，说明君王论功行赏，臣下尽职效力，各行其志。\n北宋易学家邵雍解\n吉：得此爻者，家产日增，吉庆安乐。做官的会得到朋友和同僚之助，或升迁，或进财。\n台湾国学大儒傅佩荣解\n时运：好运来到，谋事可成。\n财运：打定主意，转亏为盈。\n家宅：家运转吉。\n身体：体质尚强。\n\n九五：警戒覆亡，贵族王公如此存心则吉利。危险呵，危险，国家命运好像系在柔弱的苞草、桑枝上一样。\n《象辞》说：九五爻辞讲贵族王公安不忘危，则吉利。因为九五之爻居上卦中位，像其人忧国忧君，才德正当其位。\n北宋易学家邵雍解\n吉：得此爻者，旧祸已去，好运将至，诸事皆吉。做官的会身居重位。\n台湾国学大儒傅佩荣解\n时运：安不忘危，诸事皆吉。\n财运：机会尚佳，慎选伙伴。\n家宅：祖业深厚。\n身体：小心保养。\n\n上九：短暂的恶运，先遇恶运后交好运。\n《象辞》说：恶运快终了，好运岂迢遥。命运交变之际，什么力量可以制止呢？\n北宋易学家邵雍解\n平：得此爻者，将会转好运，久困者利可期，久讼者讼事解。做官的失职者复职，闲缺者会走马上任。\n台湾国学大儒傅佩荣解\n时运：亨通如意，讼事可结。\n财运：秋冬有利，春夏不利。\n家宅：迁居大吉。\n身体：即可病愈，须防复发。\n\n","天火同人":"\n初九：聚集大众于王门，将行大事，没有灾祸。\n《象辞》说：君王走出王门与国人打成一片，谁又会遭受灾祸呢?\n北宋易学家邵雍解\n平：得此爻者，能与人合伙经营获利，或出家远行，或修造门户，或在他处学习。做官的或会受到重用，或有升迁之机。\n台湾国学大儒傅佩荣解\n时运：眼前平顺，外出经营。\n财运：不宜开店，可以行商。\n家宅：家人和睦。\n身体：避地调养，可以无碍。\n\n六二：聚同族于宗庙，卜祷凶吉，因为面临艰难。\n《象辞》说：仅仅聚同族于宗庙，这是狭隘的宗法原则。\n北宋易学家邵雍解\n凶：得此爻者，事多不定，与宗人朋友多不和，相互多猜忌，面和心不合，容易起是非。做官的没有升迁之机，需耐心等待。\n台湾国学大儒傅佩荣解\n时运：相忌者多，未能顺遂。\n财运：大宗买卖，留心出纳。\n家宅：长子之力，勤俭起家。\n身体：魂归宗庙，未可多言。\n\n九三：将军队隐蔽在深山密林，并且占领了制高点，但长时期不能取胜。\n《象辞》说：将军队隐蔽在深山密林，因为敌人太强大。长时期不能取胜，怎能有所作为呢?\n北宋易学家邵雍解\n凶：得此爻者，或有丧亲，或有诉讼打官司之患。做官的须防被免职之忧。\n台湾国学大儒傅佩荣解\n时运：潜心三年，再谋其事。\n财运：可开山林，三年获利。\n家宅：须防盗贼。\n身体：不良于行。\n\n九四：爬上了敌人的城墙，城还没有攻下来，继续攻打才能获胜。\n《象辞》说：爬上了敌人的城墙，从道义上讲应该停士攻城。之所以继续攻打为吉利，因为困守之敌可能逞其狡诈。\n北宋易学家邵雍解\n平：得此爻者，亲友之间会互相猜忌，荣中有辱，结果会好些，凡事须多加提防则可吉祥。做官的若能兢兢业业，则有提拔之机遇，或会受到表彰。\n台湾国学大儒傅佩荣解\n时运：退守不动，反而吉祥。\n财运：守货不售，将可获利。\n家宅：修缮房屋围墙。\n身体：虽有凶险，终究无害。\n\n九五：聚集起来的大众先哭嚎后欢笑，因为大军及时增援，大获胜仗。\n《象辞》说：聚集起来的大众之所以先哭后笑(战斗转败为胜)，因为筮遇此爻，九五居上卦之中位，像人得贞正之道，势必化凶为吉。大军会师，是说我军压倒了敌人。\n北宋易学家邵雍解\n平：得此爻者，先难后易，是非不一。做官的会先贬后升。\n台湾国学大儒傅佩荣解\n时运：辛苦有成，得偿心愿。\n财运：小有挫折，终有大利。\n家宅：不必惊惶，终于平安。\n身体：先危后安。\n\n上九：聚众于郊外，致祭于神灵祝贺胜利，自然没有悔咎。\n《象辞》说：聚众于郊外，援助不广，尚不得行其志。\n北宋易学家邵雍解\n平：得此爻者，宜守常，不宜激进。做官的则多有出差的机会。\n台湾国学大儒傅佩荣解\n时运：闲散之地，诸事无碍。\n财运：郊外立业，暂时无利。\n家宅：平顺无灾。\n身体：恐无生机。\n\n","火天大有":"\n初九：不要彼此侵害，即没有灾祸，既使处于艰难之中，也没有灾祸。\n《象辞》说：大有初九爻辞说，不要彼此侵害。\n北宋易学家邵雍解\n平：得此爻者，心绪不定，小人欺凌，很是艰辛，长辈或有灾难。做官的须急流勇退，不可贪婪荣华富贵。\n台湾国学大儒傅佩荣解\n时运：刻苦自勉，等待好运。\n财运：基业初创，慎始无害。\n家宅：新富可喜，值得珍惜。\n身体：健康无虞，讼事宜解。\n\n九二：用大车装物载人，有明确的目的地，没有灾祸。\n《象辞》说：用大车装物载人，物积于车中不会散失。\n北宋易学家邵雍解\n吉：得此爻者，营谋得利，财利丰厚，但不利于老人的健康。做官的闲职者会受到重用。\n台湾国学大儒傅佩荣解\n时运：正交好运，一路顺风。\n财运：国内国际，无不获利。\n家宅：可以乔迁。\n身体：出外就医，讼事得胜。\n\n九三：天子宴请公侯。小人则不能参与。\n《象辞》说：天子宴请公侯，(小人不能参与)因为小人参与国政，将是国家的祸害。\n北宋易学家邵雍解\n平：得此爻者，有灾难，举步维艰，勿近小人。做官的会受到重任，读书人会取得很好的成绩。\n台湾国学大儒傅佩荣解\n时运：显荣之时，取贿必败。\n财运：名利并至，勿近小人。\n家宅：喜庆宴会，须防仆婢。\n身体：饮食小心，不可争讼。\n\n九四：用曝晒男巫来求雨，旱情严重，但没有灾祸。\n《象辞》说：反对坏人坏事没有灾祸，因为明于考察辨析。\n北宋易学家邵雍解\n平：得此爻者，宜守常，则可避免伤害，眼睛方面或会出现病症。做官的须安于现状，不可激进，则可免祸。\n台湾国学大儒傅佩荣解\n时运：持盈保泰，知足不辱。\n财运：利益已足，勿再贪求。\n家宅：荣美可观，满则招损。\n身体：膨胀之症。\n\n六五：来犯之敌被紧紧捆绑，严厉惩罚，吉利。\n《象辞》说：其人诚信坦白，因为他以诚信来表现自己的志向。威服众人之所以吉利，因为众人敬畏，则能平安而不困惫。\n北宋易学家邵雍解\n吉：得此爻者，须相时而动，切不可骄傲自负，以免自取其祸。做官的宜退不宜进。\n台湾国学大儒傅佩荣解\n时运：众人信服，晚运亨通。\n财运：人和为贵，富有不难。\n家宅：一家和睦，须防盗贼。\n身体：保持门面。\n\n上九：上天保祐，吉利，无所不顺利。\n《象辞》说：大有是大吉大利之卦，因为得到上天的保祐。\n北宋易学家邵雍解\n吉：得此爻者，得到祖上之庇佑，一路好运。做官的以及读书人会进职成名。\n台湾国学大儒傅佩荣解\n时运：一路好运，事皆吉祥。\n财运：百货畅达，自然获利。\n家宅：福庆满门。\n身体：得神庇佑，或即归天。\n\n","地山谦":"\n初六：谦让，再谦让，这才是君子的风度。具有这种品德，即使冒险涉水过河，也是吉利的。\n《象辞》说：十分谦让的君子，就是从谦让入手进行自我修养。\n北宋易学家邵雍解\n平：得此爻者，宜远行或出游，出外做生意会发财。做官的须退守，不宜与人争利，出差的机会会多。\n台湾国学大儒傅佩荣解\n时运：不与人争，自可无难。\n财运：投资航业，有利可图。\n家宅：治家以德，平安和睦。\n身体：游泳健身。\n\n六二：明智而谦让，卜问得吉兆。\n《象辞》说：明智而谦让，心正而吉利，因为六二之爻居下卦中位，像人守中正之道。\n北宋易学家邵雍解\n吉：得此爻者，不宜轻举妄动，宜退守。做官的会升迁，读书人会进取成名。\n台湾国学大儒傅佩荣解\n时运：声名传开，颇为得意。\n财运：得人呼应，利益自来。\n家宅：家有恒产，亦有善名。\n身体：用心过劳之症。\n\n九三：勤劳而谦让，这样的人将有好结果，凡事吉利。\n《象辞》说：勤劳而谦让的君子，万民敬服。\n北宋易学家邵雍解\n吉：得此爻者，营谋得利，但会劳心劳力。做官的会高升。\n台湾国学大儒傅佩荣解\n时运：劳苦有成，晚运亨通。\n财运：基业已成，永保利益。\n家宅：持盈保泰，安居乐业。\n身体：劳累过度，可能归天。\n\n六四：无所不利，只要奋勇直前而又谦虚谨慎。\n《象辞》说：无所不利，只要奋勇直前而又谦虚谨慎，因为这样才不会违犯法则。\n北宋易学家邵雍解\n吉：得此爻者，无所不通，但做官的、读书人及商人宜固守退让，太盛则有过。\n台湾国学大儒傅佩荣解\n时运：正当好运，诸事皆吉。\n财运：利益甚多，留些余地。\n家宅：谦和相处，自无不利。\n身体：多多散心，自可痊愈。\n\n六五：贫穷是由于敌国的侵掠，应该对之讨伐，无所不利。\n《象辞》说：筮遇此爻有利于征战讨伐，因为是征讨不服从王命的人。\n北宋易学家邵雍解\n平：得此爻者，会得到贵人的帮助而成事，会获得利益，但须谨防生出祸端，与人争诉。当官的会文武兼用，利于进取。读书人会有金榜题名之机会。\n台湾国学大儒傅佩荣解\n时运：振作自强，不可姑息。\n财运：防人分取，更生事端。\n家宅：择邻而处，守望相助；近邻议婚。\n身体：消热去火。\n\n上六：明智而谦让，出兵征伐邑国自然获胜。\n《象辞》说：明智而谦让，尚不能感化邑国得行其志，就可以出兵征讨邑国。\n北宋易学家邵雍解\n平：得此爻者，有争诉之扰，但会不辨自明。做官的须修德养身，进取有望。\n台湾国学大儒傅佩荣解\n时运：大运已过，心意受阻。\n财运：有名无实，认真整顿。\n家宅：防范邪祟。\n身体：调养心志。\n\n","雷地豫":"\n初六：津津乐道于荒淫享乐，凶险。\n《象辞》说：初六爻辞讲，津津乐道于荒淫享乐，其人意志必消退，身名必败裂。\n北宋易学家邵雍解\n凶：得此爻者，不顺，有口舌之争，前进有阻力。做官的不要得意忘形，须谨慎，以免生祸。读书人则可能会一鸣惊人。\n台湾国学大儒傅佩荣解\n时运：得意忘形，致遭困境。\n财运：初可得利，切忌过贪。\n家宅：怪异之惊，应防凶险。\n身体：颇为不利。\n\n六二：夹在石缝中，幸而不到一天就被人救出。卜问得吉兆。\n《象辞》说：磨难不足一日即解除，卜问得吉兆，因为六二之爻居下卦中位，像人得中正之道。\n北宋易学家邵雍解\n吉：得此爻者，会获利。做官的宜急流勇退，读书人有成名之机。\n台湾国学大儒傅佩荣解\n时运：人品高尚，不逐浮华。\n财运：自定其志，快速获利。\n家宅：严正持家，拒斥小人。\n身体：新病可愈，宿疾即忘。\n\n六三：懒散游乐，将招致后悔；再加上懈怠大意，那就后悔莫及。\n《象辞》说：懒散游乐，将招致后悔，因为六三之爻居于阳位，是处置不当，像人之行事与所处地位不相称。\n北宋易学家邵雍解\n凶：得此爻者，投机取巧，是非不一。\n台湾国学大儒傅佩荣解\n时运：本身不正，因而有悔。\n财运：稍纵即逝，快速得利。\n家宅：速防窃盗。\n身体：立即就医。\n\n九四：田猎取乐，大获鸟兽。筮遇此爻，勿疑友人多嘴而谗己。\n《象辞》说：田猎取乐，大获鸟兽，说明猎获甚多，如愿以偿。\n北宋易学家邵雍解\n吉：得此爻者，进取成名，经营获利。做官的会得到知己，进取有望。\n台湾国学大儒傅佩荣解\n时运：大运正行，不必担心。\n财运：众货聚集，大有利市。\n家宅：得福有财。\n身体：不必担心。\n\n六五：卜问疾病，长时间内不会死去。\n《象辞》说：六五爻辞讲患病，因为六五阴爻居于九四阳爻之上，犯了柔乘刚之象。“长时间不会死去”，因为六五之爻居于上卦中位，正当不死之象。\n北宋易学家邵雍解\n凶：得此爻者，多心事，有灾难，或有腹疾。做官的多洋洋得意，持恩固宠，难免有失。\n台湾国学大儒傅佩荣解\n时运：性格柔弱，难以振作。\n财运：用人不当，致生损失。\n家宅：恐被侵占。\n身体：带病延年。\n\n上六：末日将至尚且享乐，已成之事也将毁败。\n《象辞》说：末日将至尚且享乐，以此居上位，怎能长久。\n北宋易学家邵雍解\n平：得此爻者，因为心气太高，会有诉争之扰，但若能改过自新，心态平和，则不会有过失。做官的会有贪污之嫌，须明哲保身。\n台湾国学大儒傅佩荣解\n时运：冬去春来，奋发有为。\n财运：改旧从新，将可获利。\n家宅：迁居改造为宜。\n身体：应有转机。\n\n","泽雷随":"\n初九：馆舍时里发生事故，筮遇此爻则吉，出门同行都得好处。\n《象辞》说：官吏把事情办坏了，归从正道则吉利。出门同行都得好处，这是不失正道的缘故。\n北宋易学家邵雍解\n吉：得此爻者，多获利。做官的正当好运，有升迁之机。\n台湾国学大儒傅佩荣解\n时运：交运之时，利于变动。\n财运：货物外售，可以得利。\n家宅：装修迁居。\n身体：改变用药，远方求医。\n\n六二：抓住了未成年的奴隶，跑了成年的奴隶。\n《象辞》说：抓住了小的，跑了大的，意思是两者不能兼得。\n北宋易学家邵雍解\n凶：得此爻者，不安宁，或受小人的暗算，是非不断。当官的宜退守，进取者要有自知之明。\n台湾国学大儒傅佩荣解\n时运：形势颠倒，最好谨慎。\n财运：贪小失大，显然不利。\n家宅：家主受累；婚嫁不妥。\n身体：顾此失彼。\n\n六三：抓住了成年奴隶，跑了未成年奴隶。希望无失不如现得。筮遇此爻，卜问居处则吉利。\n《象辞》说：抓了大的，跑了小的，其志在于追逐大的，舍弃小的。\n北宋易学家邵雍解\n平：得此爻者，营谋遂意，但宜走正道，才能得利。做官的会得到保举而升迁有望。\n台湾国学大儒傅佩荣解\n时运：求财求名，皆为正运。\n财运：小往大来，利益可期。\n家宅：积蓄有成，关心子女。\n身体：大人无妨，小孩不利。\n\n九四：追名逐利，贪多务获，卜问得凶兆。押送俘虏上路，明于约束，没有灾难。\n《象辞》说：追名逐利，贪多务获，这种人遭遇凶险是应该的。谨守信用，严守正道，这是明察事功的结果。\n北宋易学家邵雍解\n平：得此爻者，会得到好人的抬举，化凶为吉。做官的会身居要职，努力进取者可成事，可获得名利。\n台湾国学大儒傅佩荣解\n时运：吉凶互见，明年吉祥。\n财运：虽有获利，小心意外。\n家宅：置屋不宜。\n身体：先凶后吉。\n\n九五：俘虏了不少嘉人，吉利。\n《象辞》说：信守中正之道，诸事吉利，因为九五之爻居上卦中位，像人守中正之道。\n北宋易学家邵雍解\n吉：得此爻者，营谋遂意，多喜庆之事，做官的会升职，或多喜事。\n台湾国学大儒傅佩荣解\n时运：正当好运，诸事皆吉。\n财运：货物上品，得利不少。\n家宅：积善之家；婚嫁可喜。\n身体：无须担心。\n\n上六：将俘虏拘禁起来，紧紧捆绑，周文王将他们作为人牲在西山祭祀神灵。\n《象辞》说：被捆绑拘禁，因为上六居一卦之尽头，像人处于穷困之境地。\n北宋易学家邵雍解\n凶：得此爻者，苦难多多，不很如意，重病者会有生命之忧。做官的须防止小人的谗言。\n台湾国学大儒傅佩荣解\n时运：困难重重，难以如意。\n财运：稳扎稳打，未能伸展。\n家宅：家人抱怨；嫁娶有缘。\n身体：诚心祷告；可能归魂。\n\n","山风蛊":"\n初六：继承父业，有一个孝顺的儿子，固然没有灾害，即使遇到危险，最后乃吉利。\n《象辞》说：继承父业，意思是继承其父遗志。\n北宋易学家邵雍解\n吉：得此爻者，会得到祖先的庇佑，营谋遂意。做官的会受到重任，改革创新。\n台湾国学大儒傅佩荣解\n时运：克勤克俭，前途光明。\n财运：重整旧业，可以得利。\n家宅：改造旧宅;婚嫁可喜。\n身体：初无大碍，无子不利。\n\n九二：继承母业，则吉凶不可卜问。\n《象辞》说：继承母业，九二处下卦中位，爻象显示其人得中正之道。\n北宋易学家邵雍解\n平：得此爻者，改旧从新，则会如意。女命勤俭持家，性忠直者多福。\n台湾国学大儒傅佩荣解\n时运：顺势而行，不可草率。\n财运：旧债积弊，缓和处理。\n家宅：母系擅权，忍耐协调;可得佳妇。\n身体：大人寒症，小孩补气。\n\n九三：继承父业，即使稍有过错，也不会出大问题。\n《象辞》说：继承父业，最终不会遭逢灾难。\n北宋易学家邵雍解\n凶：得此爻者，躁进者有失，不听信谗言者则无难。\n台湾国学大儒傅佩荣解\n时运：痛改前非，仍有未来。\n财运：重立旧业，小损大利。\n家宅：改造住宅。\n身体：应可痊愈。\n\n六四：光大父业，施行起来困难重重。\n《象辞》说：光大父业(困难重重)，施行之中未尽得当。\n北宋易学家邵雍解\n凶：得此爻者，事事见忧，有足疾。\n台湾国学大儒傅佩荣解\n时运：不可因循，否则自误。\n财运：未能除弊，难以获利。\n家宅：父业难保。\n身体：急救内患，以免不治。\n\n六五：继承父业，博得了赞誉。\n《象辞》说：继承父业而博得了赞誉，因为继承了其父的美好品德。\n北宋易学家邵雍解\n吉：得此爻者，多喜庆之事，家中或进人口。做官的进取有望，名誉远播。\n台湾国学大儒傅佩荣解\n时运：自行振作，仍可扬名。\n财运：改善旧业，仍然有利。\n家宅：努力兴家;嫁娶高亲。\n身体：应觅名医。\n\n上九：不服务于王侯，因为其人看重自身价值。\n《象辞》说：不服务于王侯，这种志趣可以效法。\n北宋易学家邵雍解\n平：得此爻者，宜守旧，好运者，多遇尊贵，能获得提拔。做官的宜退守，或告休。\n台湾国学大儒傅佩荣解\n时运：以退为进，较为有利。\n财运：不必急售，获利可期。\n家宅：住在高处;良缘天成。\n身体：大限将至，安其天年。\n\n","地泽临":"\n初九：以感化的政策治民。卜问得吉兆。\n《象辞》说：以感化的政策治民，治道贞正，自然吉利，因为居心端正，作风正派。\n北宋易学家邵雍解\n吉：得此爻者，会交好运，营谋称意。做官的会得到众人的拥戴，能升迁。读书人参加考试者必能考出佳绩。\n台湾国学大儒傅佩荣解\n时运：初交好运，守正大吉。\n财运：新货推出，自然获利。\n家宅：吉事临门;佳偶可成。\n身体：初起之病，可保治愈。\n\n九二：用温和的政策治民，吉利，无不吉利。\n《象辞》说：用温和的政策治民，吉利，无不吉利，因为百姓尚未驯化从命。\n北宋易学家邵雍解\n吉：得此爻者，营谋获利，但宜认清时机，不然不能成事，美中不足。做官的会光明磊落，地位清高。\n台湾国学大儒傅佩荣解\n时运：贵人相助，运气正佳。\n财运：一再经营，依然获利。\n家宅：福星高照;婚嫁亦吉。\n身体：并无大碍;讼事未决。\n\n六三：用压服的政策治民，没有什么好处。如果有所忧悔，灾祸可以消除。\n《象辞》说：用压服的政策治民，正如六三阴爻不当居阳位一样，这样的君王不是称职的君主。如果能有所忧悔，其灾祸则可消除。\n北宋易学家邵雍解\n凶：得此爻者，有忧愁，会受苦劳累。做官的会受到小人的谗言攻击，志不能伸。\n台湾国学大儒傅佩荣解\n时运：知悔改正，后运可期。\n财运：糖业有利，其余未必。\n家宅：迁徙为宜;婚姻不合。\n身体：药不对症，可服苦辛。\n\n六四：亲自理国治民，没有害处。\n《象辞》说：亲自理国治民，没有害处，正如六四阴爻居阴位一样。这样的君王是称职的君王。\n北宋易学家邵雍解\n平：得此爻者，人情和合，经营得利，但要成大事者，须谨慎而行，做好准备再进取。做官的会得到同僚的帮助。\n台湾国学大儒傅佩荣解\n时运：好运已到，有吉无凶。\n财运：买卖得时，无往不利。\n家宅：家业正旺;婚嫁合宜。\n身体：危险之志，但仍可愈。\n\n六五：以明智治民，得君王之体，自然吉利。\n《象辞》说：得君王之体，因为六五之爻居上卦中位，像人行事得中正之道。\n北宋易学家邵雍解\n吉：得此爻者，万事如意。做官的会得到上司的赏识。\n台湾国学大儒傅佩荣解\n时运：正当好运，又有人助。\n财运：了解商情，当然有利。\n家宅：五福临门;宜室宜家。\n身体：良医诊治，自然可愈。\n\n上六：以敦厚之道治民，吉利，自然无灾祸。\n《象辞》说：以敦厚之道治民，吉利，因为敦厚诚实之意存于内心。\n北宋易学家邵雍解\n吉：得此爻者，多获利，无往不利，但谨防气势太盛而变衰。做官的会得到上司的器重，委以重用。\n台湾国学大儒傅佩荣解\n时运：好运已止，忠厚无咎。\n财运：贩卖内地，尚有利益。\n家宅：忠厚肃穆。\n身体：培养元气，自然健康。\n\n","风地观":"\n初六：愚蠢近视，对一般百姓来讲尚无大碍，但对于担负政治责任的君子来说，将会铸成大错。\n《象辞》说：初六爻辞讲，愚蠢近视，这正是小人们的思想特征。\n北宋易学家邵雍解\n凶：得此爻者，宜防小人，诸事有困难，弄巧成拙。做官的有危难，不宜进取。\n台湾国学大儒傅佩荣解\n时运：初运未佳，但无大碍。\n财运：初登场面，小作即可。\n家宅：小心童仆;自由结亲。\n身体：小孩没事，大人不利。\n\n六二：囿于一孔之见，这是有利于女人的贞兆。\n《象辞》说：女人窥视男人，即使操行贞正，亦属可丑的行为。\n北宋易学家邵雍解\n平：得此爻者，在家不如意，外出谋事则好，或喜或忧，或因妇人而起是非，大抵宜动不宜静。此爻女喜，男悲。\n台湾国学大儒傅佩荣解\n时运：最好退守，女性有利。\n财运：蚕丝有利，余皆不宜。\n家宅：妇女主家。\n身体：阴寒之症，可愈。\n\n六三：观察亲族的思想动向，从而决定为政的措施。\n《象辞》说：观察亲族的思想动向，从而决定为政的措施，这才未失去用人行政的正道。\n北宋易学家邵雍解\n平：得此爻者，三心二意，须谨慎行事，知难而退。做官的进退无常。\n台湾国学大儒傅佩荣解\n时运：度德量力，稍安毋躁。\n财运：随买随卖，不致有失。\n家宅：守住旧债。\n身体：安心静养，可保平安。\n\n六四：观察国家政绩风俗的辉煌表现。筮遇此爻，有利于朝觐君王。\n《象辞》说：观察国家政绩风俗的辉煌表现，此来者为国宾。\n北宋易学家邵雍解\n平：得此爻者，宜出外谋事，多与外人交往，则有利。做官的或居闲职，清高之地。\n台湾国学大儒傅佩荣解\n时运：正当好运，名胜于利。\n财运：国际贸易，有利有名。\n家宅：喜事临门。\n身体：多加小心。\n\n九五：善于观察亲族之意向，君子可以无过错。\n《象辞》说：观察亲族之意向，就是观察天下万民的意向。\n北宋易学家邵雍解\n吉：得此爻者，时来运转，利益丰厚，对于妇人则有怀孕之喜，病重者有生命之忧。做官的会因为自己良好的官德，爵禄有升。\n台湾国学大儒傅佩荣解\n时运：直道而行，无往不利。\n财运：我来决定，必可得利。\n家宅：我来建宅。\n身体：平安无碍。\n\n上九：观察其他部族的意向，君子可以无过错。\n《象辞》说：观察其他部族的意向，是因为尚未全面摸清情况，心不踏实，决心难下。\n北宋易学家邵雍解\n平：得此爻者，运势不通，心有余而力不足，怀孕者利于生育，久病者会痊愈。做官的宜退守，修德养身。\n台湾国学大儒傅佩荣解\n时运：大运已过，自省无碍。\n财运：买到货存，有利可图。\n家宅：老宅生息。\n身体：来日无多。\n\n","火雷噬嗑":"\n初九：拖着刑具，磨破了脚趾，但没有大的灾难。\n《象辞》说：拖着刑具，磨破了脚趾，小惩则可大戒，使之不重犯过错。\n北宋易学家邵雍解\n凶：得此爻者，宜谨慎行事，以免生祸端。做官的会遭到贬职。\n台湾国学大儒傅佩荣解\n时运：须防小灾，慎免大患。\n财运：谨慎交易，避开木业。\n家宅：兴工改造;婚嫁不宜。\n身体：足病初发，宜早医治。\n\n六二：大吃鲜鱼嫩肉，遭受割鼻之刑，但没有大难。\n《象辞》说：大吃鲜鱼嫩肉，遭受割鼻之刑，因为六二之爻居于阳爻之上，像人享受非分之福。\n北宋易学家邵雍解\n平：得此爻者，进退艰难，是非不断，或生暗疾，骨肉有伤。做官的不会顺利，会有所纠结。\n台湾国学大儒傅佩荣解\n时运：才力尚浅，须借人助。\n财运：暂时保存，待价出手。\n家宅：老宅不利;婚嫁兴家。\n身体：肌肤有病，小心深入。\n\n六三：吃腊肉，中毒。碰上了麻烦，但不十分严重。\n《象辞》说：中毒，因为六三阴爻居于阳位，像人不称其位。\n北宋易学家邵雍解\n凶：得此爻者，不易成事，运气不顺，或生心腹之疾，或有惊险。做官的才力不及，有失。\n台湾国学大儒傅佩荣解\n时运：气运不佳，反遭人怨。\n财运：处置不当，反受损失。\n家宅：小有不安。\n身体：药不对症，幸无大碍。\n\n九四：啃吃骨头，发现骨头中有金属箭头。卜问艰难之事，结果是吉利的。\n《象辞》说：卜问艰难之事，结果是吉利的，但目前仍处于艰难之中，尚未进入光明之境。\n北宋易学家邵雍解\n吉：得此爻者，经商必获利。做官的会升迁，读书人会成名。\n台湾国学大儒傅佩荣解\n时运：改旧促新，万事皆吉。\n财运：小本大利，自然可喜。\n家宅：保家有道;婚嫁勤俭。\n身体：难治之症，宜多调养。\n\n六五：吃干肉，发现金属箭头。卜问得危险之兆，但最终可以无灾祸。\n《象辞》说：卜问得危险之兆，但最终可以无灾祸，因为六五之爻居上卦中位，位象得当，可以化险为夷。\n北宋易学家邵雍解\n吉：得此爻者，行好运，有病的会痊愈，有冤的会昭雪，读书人进取成名，做官的会剪除小人。\n台湾国学大儒傅佩荣解\n时运：正当行运，无不如意。\n财运：上品货物，自然得利。\n家宅：方位合宜。\n身体：忌食肉类，小心调养。\n\n上九：肩上扛着大枷，磨破了耳朵，凶险。\n《象辞》说：肩上杠着大枷，磨破了耳朵，因为其人不听劝阻，触犯了刑律。\n北宋易学家邵雍解\n凶：得此爻者，须防争诉，不良者，耳目不明，血气不顺，或有生命之忧。做官的须防止小人的谗言而遭致贬职。\n台湾国学大儒傅佩荣解\n时运：柔和处世，可保无虞。\n财运：得利即止，可无大损。\n家宅：须防意外。\n身体：眼耳之疾;保养头部。\n\n","山火贲":"\n初九：脚穿花鞋，舍车不乘，徒步而行。\n《象辞》说：舍车不乘，徒步而行，为显示鞋子之美丽，理应不乘车。\n北宋易学家邵雍解\n平：得此爻者，多奔波，静凶动吉。做官的须防退职之患。\n台湾国学大儒傅佩荣解\n时运：个性清高，德优于名。\n财运：脚踏实地，虽小亦亨。\n家宅：勤俭起家，知足不辱。\n身体：初起之病，自可痊愈。\n\n六二：修饰自己的胡须。\n《象辞》说：修饰自己的胡须，说明老人不服老，帮助君王振兴国家。\n北宋易学家邵雍解\n平：得此爻者，得人提拔，好运可期，但也要相时而动，不可随性而为，以免遭难。做官的会因人成事，升迁有望。\n台湾国学大儒傅佩荣解\n时运：平平淡淡，依人成事。\n财运：配合富商，必可获利。\n家宅：祖上福泽;婚嫁宜待。\n身体：遵照医嘱。\n\n九三：奔跑向前，汗流浃背。卜问长时期的凶吉而得吉兆。\n《象辞》说：永远贞正，必吉利，因为决没有人侵凌正人君子。\n北宋易学家邵雍解\n吉：得此爻者，好运来到，不必费力，自然荣盛，即使有是非纠纷，也不足为患。做官的与人和睦，能居要职。\n台湾国学大儒傅佩荣解\n时运：名利双收，光华润泽。\n财运：财源如水，可保基业。\n家宅：可以久居;百年偕老。\n身体：游泳健身。\n\n六四：奔跑气吁吁，太阳火辣辣。高头白马，向前飞奔。不是来抢劫，而是来娶亲。\n《象辞》说：六四阴爻居阴位，所处恰当。既知不是来抢劫，而是来娶亲，疑虑冰释，终无灾祸。\n北宋易学家邵雍解\n平：得此爻者，先凶后吉，忧中有喜，虽有危险，终得安宁。未婚者，有望成家。做官的先难后易。\n台湾国学大儒傅佩荣解\n时运：安分则吉，明年亨通。\n财运：早些售出，获利了结。\n家宅：先有丧事，后有婚事。\n身体：胸中气阻，调节上下。\n\n六五：奔向丘园，送上许多布帛，初遇困难，终则顺利。\n《象辞》说：六五爻辞说的吉利，是指有婚姻之喜。\n北宋易学家邵雍解\n吉：得此爻者，会遇贵人，经营获利，多喜事。做官的闲职者会受到重用，在职者福禄双全。\n台湾国学大儒傅佩荣解\n时运：虽为正运，勤俭为宜。\n财运：木材丝绸，皆可获利。\n家宅：家风勤俭;贤妇可喜。\n身体：园林修养。\n\n上九：送上白底饰以诸色花纹的布帛，不会坏事。\n《象辞》说：白底的布帛饰以诸色花纹，没有灾祸，因为上九居一卦之首位，像人高高在上，志得意满。\n北宋易学家邵雍解\n平：得此爻者，须防好运转凶，家中、亲属有长辈或命终。做官的会升迁。\n台湾国学大儒傅佩荣解\n时运：好运已终，恬谈自适。\n财运：直接出售，依然有利。\n家宅：清白高尚。\n身体：清谈解热，可能归天。\n\n","山地剥":"\n初六：床足脱落。无须占问，这是凶险之象。\n《象辞》说：床足脱落，这是自毁根基。\n北宋易学家邵雍解\n凶：得此爻者，营谋不遂，或有手足之灾，或兄弟不睦，凶则家破身亡。做官的有升迁之机会，但宜见机行事。\n台湾国学大儒傅佩荣解\n时运：命当剥削，防有足疾。\n财运：底部有损，减少损失。\n家宅：基础不稳，防备下人。\n身体：足部忧伤，小心诊治。\n\n六二：床板脱落。无须占问，这是凶险之象。\n《象辞》说：床板脱落，这是自毁辅佐。\n北宋易学家邵雍解\n凶：得此爻者，营谋不遂，或受到小人的侵辱，或受到他人的猜忌。做官的须防被贬职。\n台湾国学大儒傅佩荣解\n时运：日益低落，哑子黄莲。\n财运：成本堆积，难以获利。\n家宅：宜速变迁。\n身体：卧床待医，防其不起。\n\n六三：割取邻国邻邑的土地人民，可以无灾祸。\n《象辞》说：割取邻国邻邑的土地人民，可以无灾祸，因为邻国邻邑的统治者已失去了上下臣民的支持。\n北宋易学家邵雍解\n平：得此爻者，难遇知己，生涯不顺，欲求名利，必须创新，此爻像父母妻子或有忧，须谨防。做官的会遇到明主或大官提拔。\n台湾国学大儒傅佩荣解\n时运：运虽不正，尚能自反。\n财运：自行脱售，因而得利。\n家宅：旧宅改造。\n身体：消除火气。\n\n六四：剥取床上的垫席，这是凶险之象。\n《象辞》说：剥取床上的垫席，灾祸就在眼前。\n北宋易学家邵雍解\n凶：得此爻者，时运不佳，危难之时，多有争诉刑克之事。做官的须谨防小人的谗言，以免遭难。\n台湾国学大儒傅佩荣解\n时运：显然不佳，须防受伤。\n财运：剥耗过多，意外之祸。\n家宅：破败防塌。\n身体：颇为凶险。\n\n六五：宫人依次当夕受宠，无所不利。\n《象辞》说：宫人依次当夕受宠，秩序不乱，厚薄均匀，因而终无忧患。\n北宋易学家邵雍解\n吉：得此爻者，人情和合，营谋得时，家和福生，妇人进财。做官的升高进职，居要位。读书人、学子考试必能考出佳绩。\n台湾国学大儒傅佩荣解\n时运：气运堂皇，事无不利。\n财运：利润甚丰，海产犹佳。\n家宅：妇女持家。\n身体：内亏之症，爱惜身体。\n\n上九：劳者不得食，不劳者得食;君子乘坐华丽的车子，小人的草屋不蔽风雨。\n《象辞》说：君子乘坐华丽的车辆，这是老百姓沉重的负担。小人的破屋不蔽风雨，这种取象表明终究难保平安。\n北宋易学家邵雍解\n平：得此爻者，须谨慎，踏实稳重者可无忧。商人生意买卖会不错。做官的会有权柄。\n台湾国学大儒傅佩荣解\n时运：眼前衰落，一年方起。\n财运：卖出尚可，买入必剥。\n家宅：忠厚可保，刻薄无屋。\n身体：饮食不进，小心调养。\n\n","地雷复":"\n初九：出外不远就返回，没有大的过失，大吉大利。\n《象辞》说：出外不远就返回，比喻能时时反省，严于修身。\n北宋易学家邵雍解\n吉：得此爻者，万事如意，经营获利。做官的会位高权重。读书人会取得佳绩。\n台湾国学大儒傅佩荣解\n时运：好运渐起，一切顺利。\n财运：赚回所损，不必懊恼。\n家宅：旧业复兴;婚嫁又成。\n身体：静养可复。\n\n六二：圆满而归，吉利。\n《象辞》说：圆满而归之所以吉利，是能够去位让贤。\n北宋易学家邵雍解\n吉：得此爻者，与人共利，事业兴旺，病者痊愈。做官的遭贬者会复职。\n台湾国学大儒傅佩荣解\n时运：择善而从，万事皆吉。\n财运：与人共利，事业兴旺。\n家宅：和睦兴家。\n身体：再请旧医。\n\n六三：愁眉苦脸地回来，是遇到了危险，知难而退可以无灾祸。\n《象辞》说：虽然愁眉苦脸地回来，但已脱离危险，理应没有灾祸。\n北宋易学家邵雍解\n平：得此爻者，事多反复，阴阳差错，时好时坏。做官的职位不稳定，更变无定。\n台湾国学大儒傅佩荣解\n时运：时好时坏，自己把握。\n财运：有盈有亏，全在自己。\n家宅：迁移不定。\n身体：身体屡治屡发，虽危无害。\n\n六四：中途独自返回。\n《象辞》说：中途独自返回，这是返回到道义上来。\n北宋易学家邵雍解\n平：得此爻者，好运可期，营谋得利。做官的会复职。\n台湾国学大儒傅佩荣解\n时运：虽想振作，力有未逮。\n财运：谋划虽精，资本不足。\n家宅：女多男少;宜从前媒。\n身体：宜从初治之医。\n\n六五：经过考察，决定返回，可以无悔。\n《象辞》说：经过考察，决定返回，可以无悔，意思是从内心用正道检察自己。\n北宋易学家邵雍解\n吉：得此爻者，会有积蓄，但要谨防父亲出意外。做官的有升职之机会。\n台湾国学大儒傅佩荣解\n时运：宽厚处之，有功无悔。\n财运：资本充足，来回获利。\n家宅：光大祖业。\n身体：精气皆老，不必过滤。\n\n上六：迷途难返，凶险，有灾祸。筮遇此爻，出兵打仗，终有大败，连累国君遭遇凶险，元气大伤，十年后还不能再举征伐。\n《象辞》说：迷途难返遭遇凶险，这是由于君王违反君道。\n北宋易学家邵雍解\n凶：得此爻者，做事乖张，诸事不顺，静吉动凶。做官的会过于贪婪权力而有损。\n台湾国学大儒傅佩荣解\n时运：做事乖张，谨慎免祸。\n财运：诸事不顺，难以复业。\n家宅：居者不利。\n身体：难以保全。\n\n","天雷无妄":"\n初九：不要妄行非正，吉利。\n《象辞》说：没有悖妄的行为，因为所有行动受到意志的控制。\n北宋易学家邵雍解\n吉：得此爻者，营谋得利。做官的会得到上司的赞许，百姓的爱戴。\n台湾国学大儒傅佩荣解\n时运：株守不宜，出而有为。\n财运：行商有利，坐贾不宜。\n家宅：迁居为宜;婿可入赘。\n身体：出外就医。\n\n六二：不耕种就想收获，不开荒地就想种熟地。这些妄谬的行径怎能有利?\n《象辞》说：不耕种而想收获，这种空妄的念头不能带来财富。\n北宋易学家邵雍解\n吉：得此爻者，正当好运，不劳而获。富人进财多，商人出外获利。当官的会升官。读书人会取得佳绩。\n台湾国学大儒傅佩荣解\n时运：适得正运，意外之财。\n财运：不谋而获，大利到手。\n家宅：承继家产;招赘之亲。\n身体：自然痊愈。\n\n六三：意外的灾难。比喻说有人将牛系在不该系的地方，行人顺手牵牛获意外之得，邑人失牛受到意外之灾。\n《象辞》说：行人意外得牛，邑人意外蒙灾。\n北宋易学家邵雍解\n凶：得此爻者，无妄之灾，破财损身。做官的不宜进取。\n台湾国学大儒傅佩荣解\n时运：尴尬之期，小心意外。\n财运：防备别人，以免耗财。\n家宅：外人侵占;远人结亲。\n身体：外人传染，小心防治。\n\n九四：称心的占问，没有灾难。\n《象辞》说：具有贞正的品德，没有灾难，理应如此。\n北宋易学家邵雍解\n平：得此爻者，宜守旧，图谋有实，不致虚浮。做官的宜守职，勿妄动。\n台湾国学大儒傅佩荣解\n时运：气运平顺，妄动有咎。\n财运：坚守旧业，可以获利。\n家宅：保持祖业。\n身体：安静调养，下月可愈。\n\n九五：患意外之病，不要忙乱服药，自可痊愈。\n《象辞》说：出人意外的药物，不可随便服用。\n北宋易学家邵雍解\n平：得此爻者，营谋有成，病得愈，或有生育之喜。做官的纵有祸难，也会不辩自明，不解自释。\n台湾国学大儒傅佩荣解\n时运：气运正好，不必介意。\n财运：不忧物价，心平气和。\n家宅：防备倾倒。\n身体：不必担心。\n\n上九：不要胡作妄行!将有灾殃，没有好处。\n《象辞》说：谬妄的行为，是绝望无聊的表现。\n北宋易学家邵雍解\n平：得此爻者，好运已过，不可妄动，否则是非迭生，唯有变通可免祸。做官的妄动有被贬职之忧。\n台湾国学大儒傅佩荣解\n时运：好运已终，不可妄动。\n财运：暂时静守，勿再投资。\n家宅：慎勿迁移。\n身体：年老颐养。\n\n","山天大畜":"\n初九：将有危险，祭祀鬼神则能化凶为吉。\n《象辞》说：将有危险，停止所为则能化凶为吉，因为这样就不会犯灾触难。\n北宋易学家邵雍解\n凶：得此爻者，宜守旧，不然会有不测之祸。做官的宜退居闲职，或退位。\n台湾国学大儒傅佩荣解\n时运：采取守势，等待援兵。\n财运：等待帮手，方可获利。\n家宅：屋宅忌高;夫顺妻吉。\n身体：有病无虞。\n\n九二：车辐脱落，车轮坏了。\n《象辞》说：车辐脱落车轮坏了，九二之爻居下卦中位，这种爻象表明毕竟没有忧患。\n北宋易学家邵雍解\n凶：得此爻者，须谨防是非，或有足疾、腰疾。\n台湾国学大儒傅佩荣解\n时运：以退为进，可保无患。\n财运：早些脱手，减少损失。\n家宅：谨慎守业;贵婿大吉。\n身体：腹痛难愈，但无大碍。\n\n九三：良马交配。占问艰难之事吉利。每天练习防卫性车战。有所往则有利。\n《象辞》说：有所往则有利，所往必得，尚可符合心意。\n北宋易学家邵雍解\n平：得此爻者，会得到长辈的重用，或知己相助，前运辛苦，后可有获。做官的会有实权。\n台湾国学大儒傅佩荣解\n时运：临事而惧，马到成功。\n财运：买卖合宜，有利可图。\n家宅：勤俭兴家;男女合志。\n身体：谨慎调养，可保无碍。\n\n六四：将木棒横缚在好斗公牛的犄角上。筮遇此爻，大吉大利。\n《象辞》说：六四爻辞讲的大吉大利，是指将有喜庆之事。\n北宋易学家邵雍解\n吉：得此爻者，营谋有望，财富增加。做官的会有升迁之喜。\n台湾国学大儒傅佩荣解\n时运：得人赏识，可以升迁。\n财运：新货到手，蓄积有利。\n家宅：新居有路;少年联姻。\n身体：防小儿病。\n\n六五：将好奔突的大猪圈起来，吉利。\n《象辞》说：六五爻辞讲的吉利，是指有吉庆之事。\n北宋易学家邵雍解\n吉：得此爻者，营谋遂意，多有喜庆之事。做官的会高升。\n台湾国学大儒傅佩荣解\n时运：不可躁进，定而后动。\n财运：得人支持，买卖有利。\n家宅：住屋风水;婚姻合宜。\n身体：调养节制。\n\n上九：得到上天的福佑，大吉大利。\n《象辞》说：得到上天的福佑，行事畅通无阻。\n北宋易学家邵雍解\n吉：得此爻者，万事如意，心想事成，好运连连。做官的会得到上司的提拔，或被举荐而高升。读书人会进取成名。\n台湾国学大儒傅佩荣解\n时运：青云直上，可喜可贺。\n财运：毫无阻碍，大获其利。\n家宅：道旁吉宅;天作之合。\n身体：健康平安。\n\n","山雷颐":"\n初九：自己储藏着大量的财宝，还要羡嫉人家的财物，必遭凶险之事。\n《象辞》说：羡嫉人家的财物，这不是高尚的行为。\n北宋易学家邵雍解\n凶：得此爻者，为争夺财利而起祸，大凡心底善良守正道者可无忧。做官的会受贿，失其廉。\n台湾国学大儒傅佩荣解\n时运：舍己观人，徒慕虚名。\n财运：经营不顺，别人获利。\n家宅：六神无主;婚姻不谐。\n身体：饮食致病。\n\n六二：为了糊口，就得在山坡上开荒种地。为了生计而去抢劫别人，这是凶险之事。\n《象辞》说：六二爻辞说抢劫则凶，因为这种行径违反道义。\n北宋易学家邵雍解\n凶：得此爻者，大起大落，是非不一，凶者病致死。做官的须防被贬职。\n台湾国学大儒傅佩荣解\n时运：侥幸得成，终究是凶。\n财运：不合常理，难免耗损。\n家宅：未得其正;妇道可议。\n身体：头昏眼花，小心调养。\n\n六三：违背养生正道，靠歪门邪道过活，占问得凶兆。十年都得倒霉，永无好处。\n《象辞》说：十年都得倒霉，因为这种行为大有悖于道义。\n北宋易学家邵雍解\n凶：得此爻者，运势低迷，荒诞无稽，甚至有生死离别之伤。做官的有丧名失节之患。\n台湾国学大儒傅佩荣解\n时运：无路可走，闭门思过。\n财运：久难成事，无利可图。\n家宅：家宅不安;十年方婚。\n身体：痼疾难治。\n\n六四：所求不过糊口，害人之心不可存，吉利。虎视眈眈，防人之心不可无。这样就可以安享天年，悠然自得，无灾祸。\n《象辞》：所求不过餬口，之所以吉利，因为君上施舍甚广，足以养民。\n北宋易学家邵雍解\n吉：得此爻者，会得到好人的帮助，营谋遂意。做官的会得到祖上的恩惠，幸宠有加。\n台湾国学大儒傅佩荣解\n时运：养精蓄锐，可图功名。\n财运：看清市场，买卖获利。\n家宅：尚可称正。\n身体：少欲则安。\n\n六五：开荒种地，平居度日，占问得吉兆。筮遇此爻，不可涉水渡河。\n《象辞》说：平居守正，之所以吉利，因为其人安份循道，服从君上。\n北宋易学家邵雍解\n吉：得此爻者，会有依靠，事可成，但不可乘船涉险。做官的会因人而功可成，位可保。\n台湾国学大儒傅佩荣解\n时运：固守为宜，急进难成。\n财运：行商不利，可以做贾。\n家宅：山居较宜;从一为吉。\n身体：安居静养，劳累难治。\n\n上九：遵循生活正道，先艰难而终吉利。筮遇此爻，有利于涉水渡河。\n《象辞》说：遵循生活正道，先艰难而终吉利，因为善良之人终得善报。\n北宋易学家邵雍解\n吉：得此爻者，营谋有成，无往不利。做官的爵禄荣重。读书人会取得佳绩。\n台湾国学大儒傅佩荣解\n时运：谨慎努力，可以成功。\n财运：辛苦经营，才有收获。\n家宅：合家平安。\n身体：虽危无碍。\n\n","泽风大过":"\n初六：恭敬地用白茅垫着祭品，可以无灾祸。\n《象辞》说：“恭敬地用白茅垫着祭品”，柔软之物铺垫在下面，正像初六阴爻居一卦之下位。\n北宋易学家邵雍解\n平：得此爻者，谨慎行事，财利可固。凶者，防孝服之忧。做官的小心谨慎则禄位巩固。\n台湾国学大儒傅佩荣解\n时运：宽柔待人，一起成功。\n财运：柔白之货，可以获利。\n家宅：环境荒芜。\n身体：病体柔弱，温燥之药。\n\n九二：枯杨发芽，老头子娶少女为妻，并无不吉利。\n《象辞》说：夫老妻少，年龄不当，这是错误的婚配。\n北宋易学家邵雍解\n吉：得此爻者，或娶妻纳妾，或生子，君子得少妻义子。做官的去位者会复职。\n台湾国学大儒傅佩荣解\n时运：晚年成名，反败为胜。\n财运：林木生意，应可获利。\n家宅：枯树开花;老夫少妻，得以生育。\n身体：虽危得安。\n\n九三：屋梁弯曲，这是凶险之象。\n《象辞》说：屋梁弯曲之所以凶险，因为栋曲即屋倾，无法支撑。\n北宋易学家邵雍解\n凶：得此爻者，须防大难而遭致家产有失，或有足目之疾。做官的须谨防被贬职。\n台湾国学大儒傅佩荣解\n时运：刚愎自用，虽成终败。\n财运：只靠自己，人财两失。\n家宅：栋折难居;婚姻不利。\n身体：恐有不测。\n\n九四：屋梁挺直，吉利。但有意外之患则不好应付。\n《象辞》说：屋梁挺直之所以吉利，因为屋梁不弯曲则房屋不倾倒。\n北宋易学家邵雍解\n吉：得此爻者，多有修造之事，可做大事，勿谋小事。做官的必能受到重用。读书人进取成名。\n台湾国学大儒傅佩荣解\n时运：可担大任，勿图小事。\n财运：木材生意，可以得利。\n家宅：门户宏伟。\n身体：胸胀无碍。\n\n九五：枯杨开花，老妇人嫁给一个年轻人，这件事不好也不坏。\n《象辞》说：枯杨开花，其花怎能长开不谢。老妇人嫁给年轻人，这种事总不大光彩。\n北宋易学家邵雍解\n平：得此爻者，营谋不利，或喜中生忧，美事成丑;先逆后顺之象。做官的不可久任。\n台湾国学大儒傅佩荣解\n时运：晚年得意，求其平顺。\n财运：小心多情，名利皆失。\n家宅：闺房不正;女大男小。\n身体：不好不坏。\n\n上六：盲目涉水，水深过顶，虽遇凶险，但终归没有灾难。\n《象辞》说：盲目涉水遭致危险，事已至此，谴责亦属无益。\n北宋易学家邵雍解\n凶：得此爻者，不宜进取，退守为安，面部或有疾。做官的有功高震主身危之祸。\n台湾国学大儒傅佩荣解\n时运：下过苦工，赢得声名。\n财运：出货谨慎，以免失利。\n家宅：小心水灾。\n身体：颜面浮肿，可能难治。\n\n","坎为水":"\n初六：坎坑之中又有坎坑，陷入重坑之中，凶险。\n《象辞》说：“坎坑之中又有坎坑，陷入重坑当中”，不行坦途，偏要走险道，必招致灾殃。\n北宋易学家邵雍解\n凶：得此爻者，时运不佳，宜防跌入陷阱灾难之中。做官的须防小人。\n台湾国学大儒傅佩荣解\n时运：侥幸求名，反而受损。\n财运：贩卖失利，有去无回。\n家宅：不安之屋;婚姻小心。\n身体：求医失当，情况危急。\n\n九二：坑坑坎坎，道有险阻。敢于行险道，或小有收获。\n《象辞》说：敢于行险道，或小有收获，因为九二之爻居下卦的中位，像人尚未偏离正道。\n北宋易学家邵雍解\n平：得此爻者，有小成就，女命或为侍妾，凶者防险难或生心腹血气之疾。做官的会有小的成就，大事不成。\n台湾国学大儒傅佩荣解\n时运：小试有利，不可图大。\n财运：小心经营，可有小利。\n家宅：防止河岸。\n身体：医治有效，但难全好。\n\n六三：向坑坎走来，这坑坎既险又深，陷入重坎之中，非常不利。\n《象辞》说：来到这多坎之地，终无功利。\n北宋易学家邵雍解\n凶：得此爻者，多坎坷，多争诉之事。做官的宜退守。\n台湾国学大儒傅佩荣解\n时运：守住困穷，以待未来。\n财运：航行受阻，暂时守成。\n家宅：填满坎陷;求婚不成。\n身体：不宜过劳。\n\n六四：用铜樽盛酒，用圆簋盛饭。然而对于关押在坎窖里的犯人，只须用瓦盆子就行了，牢饭从天窗里送进取出，其人遭此噩运，但最后还是没有危险。\n《象辞》说：“平时享受美食美器，此时用瓦盆子吃牢饭”，爻象表明六四阴爻处于九五阳爻之卞，像人被强者所压，受此磨难。\n北宋易学家邵雍解\n平：得此爻者，多喜事，或有结婚之喜。做官的多饮食之乐。\n台湾国学大儒傅佩荣解\n时运：春风得意，欢宴嘉宾。\n财运：造酒之业，颇为顺利。\n家宅：节俭持家;婚姻吉祥。\n身体：最好祷告。\n\n九五：坎坑虽没有填满，小山头却被锄平。没有灾难。\n《象辞》说：小山头虽锄平，但坎坑尚未填满，说明道路不平，未成坦途。\n北宋易学家邵雍解\n平：得此爻者，平淡无常，宜养精蓄锐。做官的没有危难，职位无忧。\n台湾国学大儒傅佩荣解\n时运：不可自大，功名有限。\n财运：不谈近利，考虑长远。\n家宅：景观可喜;门当户对。\n身体：平心静气。\n\n上六：把犯人用绳索捆紧，投入周围有丛棘的监狱中，三年不得释放，这是凶险之事。\n《象辞》说：上六爻辞所描述的，正说明官吏违背正道，违法囚人，历时三年之久。\n北宋易学家邵雍解\n凶：得此爻者，须防牢狱之灾。做官的须防职权旁落之忧。\n台湾国学大儒傅佩荣解\n时运：意外之灾，小心牢狱。\n财运：纺织生意，三年有成。\n家宅：整修家园;良缘须待三年。\n身体：不易动弹，安心静养。\n\n","离为火":"\n初九：听到纷来沓至的脚步声，立时警惕戒备，可以无灾难。\n《象辞》说：听到纷至沓来的脚步声，立时警惕戒备，可以避免灾难。\n北宋易学家邵雍解\n平：得此爻者，须防无妄之灾，宜谨慎，或有足疾。做官的宜安守。\n台湾国学大儒傅佩荣解\n时运：临事而惧，得助而成。\n财运：暂无大利，但可无咎。\n家宅：大道之旁。\n身体：走路小心。\n\n六二：天空出黄霓，大吉大利。\n《象辞》说：黄色附丽于身，大吉大利，因为六二之爻居下卦中位，像人得中正之道。\n北宋易学家邵雍解\n吉：得此爻者，财利可获。做官的会受到重用。读书人会取得佳绩。\n台湾国学大儒傅佩荣解\n时运：文明在外，功名必显。\n财运：利在土木，中规中矩。\n家宅：振起家声;可成佳偶。\n身体：郁热之症。\n\n九三：黄昏时分有霓虹出现在天空，这是凶兆，人们居然不击鼓唱歌禳除它，老人感到悲哀，灾殃快要来了。\n《象辞》说：黄昏时分的霓虹，怎么会长留不散。\n北宋易学家邵雍解\n凶：得此爻者，乐中生悲，吉中生愁，险难迭生。做官的告休。\n台湾国学大儒傅佩荣解\n时运：老大无成，心思涣散。\n财运：留连夜市，必伤正业。\n家宅：老人不安;难望偕老。\n身体：早睡早起。\n\n九四：灾难突然降临，敌人见房屋就烧，见人就杀，此处变成一片废墟。\n《象辞》说：灾难来得如此突然，人们无处藏身逃命。\n北宋易学家邵雍解\n凶：得此爻者，时运不济，困难重重，或和长辈不睦，或遭官灾。\n台湾国学大儒傅佩荣解\n时运：为免灾祸，不如隐退。\n财运：人财两亡，小心避开。\n家宅：逆子之罪;婚姻不吉。\n身体：命在危局。\n\n六五：灾难过后，人们痛哭，人们悲叹，然而吉利。\n《象辞》说：六五爻辞所讲的吉利，因为爻象表明，六五之爻处于上九之下，像人们能够附丽于王公而得救。\n北宋易学家邵雍解\n平：得此爻者，不宜进取，宜守常。做官的在位者得志，退职者多险危。\n台湾国学大儒傅佩荣解\n时运：位高权重，慎谋能断。\n财运：辛苦经营，公家生意。\n家宅：婚事主贵;先泣后笑。\n身体：又哭又叹，但仍无妨。\n\n上九：国王出征，反击敌人，将有嘉国的国君斩首，抓到了许多俘虏，无灾无难。\n《象辞》说：君王出兵反击，以安定邦国。抓到了许多俘虏，是说大获胜仗。\n北宋易学家邵雍解\n吉：得此爻者，时运佳，多喜事，经营获利。做官的会功成名就，读书人会取得好成绩。\n台湾国学大儒傅佩荣解\n时运：与人为善，必受重用。\n财运：上等货品，才可获利。\n家宅：旅行在外。\n身体：可能归天。\n\n","泽山咸":"\n初六：伤其大脚趾。\n《象辞》说：大脚趾在动，说明其志在于出行。\n北宋易学家邵雍解\n平：得此爻者，行事过急，多难成就。做官的须修身养性，等待机会，京官出，闲官起。\n台湾国学大儒傅佩荣解\n时运：捷足先登，一举成名。\n财运：货物已办，尚未发行。\n家宅：迁居外地;结亲之始。\n身体：足疾医治。\n\n六二：伤其腿肚子，这是凶兆。小腿负伤，不宜出门，安居不动，自然平安。\n《象辞》说：虽遇凶兆，但安居不动，则可以转凶为吉。顺从贞卜之象可以避免灾害。\n北宋易学家邵雍解\n平：得此爻者，奔波徒劳，宜静不宜动。做官的在位者吉，出差者有险。\n台湾国学大儒傅佩荣解\n时运：退守为要，依人成事。\n财运：不宜行商，可以坐贾。\n家宅：婚事有变;顺守则吉。\n身体：无法步行。\n\n九三：伤其股，并伤及股下之肉。带伤出行，定遭灾难。\n《象辞》说：挪动其大腿说明他不安所处。但是其志向不过是追随他人，可见他所持的主张也卑下，不足取。\n北宋易学家邵雍解\n平：得此爻者，最好退守，做官的谨防被贬。\n台湾国学大儒傅佩荣解\n时运：最好退守，声名不彰。\n财运：合资困难，主事不力。\n家宅：随人他迁不宜;所处非佳偶。\n身体：勿陷情欲。\n\n九四：贞卜吉利，无所悔恨。纷沓往来，朋友们都顺从你的意旨。\n《象辞》说：贞正，吉利，无所悔恨，因为没有蒙受损害。虽然有几个朋友纷沓往来，但还是要耗费不少心思。\n北宋易学家邵雍解\n平：得此爻者，朋友相助，可谋小事，大事有困难，心绪不定。做官的秉公执政，升迁有望。\n台湾国学大儒傅佩荣解\n时运：功名显达，不正则恶。\n财运：见利忘义，争夺不休。\n家宅：谨慎交际;须防不贞。\n身体：心神恍惚，最好静养。\n\n九五：伤其背肉，但没有灾祸。\n《象辞》说：耸动其背，作出背负重物的反应，看来其志在卑微之事。\n北宋易学家邵雍解\n平：得此爻者，人情不合，营谋微小。做官的多与同僚不睦。\n台湾国学大儒傅佩荣解\n时运：所求未成，稍待时日。\n财运：已有感应，不必担心。\n家宅：可保平安。\n身体：有病将愈，且可增寿。\n\n上六：伤其腮帮、脸颊、舌头。\n《象辞》说：伤其腮帮、脸颊、舌头，这是翻腾口说招引的灾祸。\n北宋易学家邵雍解\n平：得此爻者，多口舌之争，防止被他人诽谤，从事演讲、技艺、评论者吉。做官的或遭言责。\n台湾国学大儒傅佩荣解\n时运：口才过人，心存正直。\n财运：口舌之祸，不可不慎。\n家宅：口角之争;媒人夸张。\n身体：胡言乱语，祷之求安。\n\n","雷风恒":"\n初六：掘进不止，卜问凶险，没有什么好处。\n《象辞》说：掘进不止之所以凶险，因为冒险求深，必遭崩塌之祸。\n北宋易学家邵雍解\n凶：得此爻者，人情乖离，前途渺茫，静守可免祸。做官的难于受到上司的赏识。\n台湾国学大儒傅佩荣解\n时运：安分知足，求荣反辱。\n财运：得利即售，勿贪高价。\n家宅：华丽难久;勿求攀结。\n身体：运动伤害，操之过急。\n\n九二：没有悔恨。\n《象辞》说：九二爻辞说没有悔恨，因为能坚守中正之道。\n北宋易学家邵雍解\n平：得此爻者，安分守己则无忧。做官的宜洁身自爱，谨慎行事。\n台湾国学大儒傅佩荣解\n时运：稳住阵脚，可以免祸。\n财运：苦撑待变，将可回本。\n家宅：位置不利，须待十年。\n身体：尚称平顺。\n\n九三：不能保持其德行，必然蒙受耻辱。卜问得艰难之兆。\n《象辞》说：不能保持其德行，反复无常，无人信任，必然落到无所容身的地步。\n北宋易学家邵雍解\n凶：得此爻者，须防小人诽谤，争诉之扰。做官的须防被贬。\n台湾国学大儒傅佩荣解\n时运：三心二意，如何成功。\n财运：没有恒业，难以获利。\n家宅：不利久居;难以偕老。\n身体：运动无恒，如何健康。\n\n九四：畋猎无所获。\n《象辞》说：长久处于不适宜的环境，怎会有收获?\n北宋易学家邵雍解\n凶：得此爻者，营谋费力，难以成事。做官的时运不济，有所退步。\n台湾国学大儒傅佩荣解\n时运：不得正位，徒劳无功。\n财运：地方不对，如何有利。\n家宅：方位不利;配偶不和。\n身体：服药谨慎。\n\n六五：操行一贯。卜得妇人吉利，丈夫凶险。\n《象辞》说：爻辞讲妇人操守贞洁则吉利，这是符合从夫以终其身的道理。丈夫则因事制义，其道多方，如果以妇德来约束男子，则必遭凶险。\n北宋易学家邵雍解\n凶：得此爻者，多招毁谤，有所损失。做官的多阿谀权势而有失。\n台湾国学大儒傅佩荣解\n时运：迷恋感情，因小失大。\n财运：只见小利，如何致富。\n家宅：女强男弱;女占喜，男占凶。\n身体：男女异命。\n\n上六：久动不息，凶险。\n《象辞》说：统治者朝令夕改，政令无常，其结果必所向无功。\n北宋易学家邵雍解\n凶：得此爻者，求名望利，小能成，大则无功，女人不利夫子。做官的会很劳累，多动少静。\n台湾国学大儒傅佩荣解\n时运：功名已尽，不可妄动。\n财运：不愿结算，无利可言。\n家宅：旧宅不改;再娶必凶。\n身体：小心保养。\n\n","天山遯":"\n初六：君子全部隐退，国家就危险了。不能有所作为了。\n《象辞》说：逃遁隐藏仍未脱离危险，若能坚持苦斗，设法取胜，有什么灾难?\n北宋易学家邵雍解\n凶：得此爻者，宜安分守己，可无忧。做官的宜择机而退。\n台湾国学大儒傅佩荣解\n时运：深藏不露，不会有难。\n财运：全部出手，可以免灾。\n家宅：早迁为宜;婚姻不合。\n身体：走路小心。\n\n六二：抓来用黄牛革绳紧紧捆绑，这样就不能解脱了。\n《象辞》说：用黄牛革绳捆绑，表示意志坚固。\n北宋易学家邵雍解\n平：得此爻者，家中有争执，安常守分无忧，农人有进牛畜之喜。\n台湾国学大儒傅佩荣解\n时运：虽有才华，功名难望。\n财运：守住本金，脱售不及。\n家宅：迁移有利;退婚不易。\n身体：运动有恒。\n\n九三：被拖累而不能决然隐退，就像身染重病，情形危险。在这种情况下，蓄养奴婢或可有利。\n《象辞》说：被拖累以至不能决然隐退所造成的危险，有如被疾病折腾得疲惫不堪，所以说蓄养奴婢则吉，意思是暂且养疾疗伤，不可贸然行动。\n北宋易学家邵雍解\n平：得此爻者，多灾多难，良善者，得妻之力，或进人口。做官的宜急流勇退。\n台湾国学大儒傅佩荣解\n时运：急流勇退，可保无害。\n财运：当售即售，久留必损。\n家宅：急速迁移;娶妻不利。\n身体：纵欲伤身。\n\n九四：喜爱隐居，这对君子是吉利的，对小人则未必。\n《象辞》说：君子不以利禄为心，喜爱隐居;小人以利禄为心，不甘退隐。\n北宋易学家邵雍解\n平：得此爻者，虽有收获，但谨防因小人而受祸。做官的宜告休避难。\n台湾国学大儒傅佩荣解\n时运：君子正名，小人盗名。\n财运：出货得利，不必迟疑。\n家宅：隐居为宜;离婚之忧。\n身体：大人可治，小孩危险。\n\n九五：退隐以时，值得赞美，卜问前程，通泰吉利。\n《象辞》说：退隐以时，值得赞美;遵循正道，所以吉利，因为他存心正直，品德崇高。\n北宋易学家邵雍解\n吉：得此爻者，近贵多利。做官的或升迁，或功成身退。\n台湾国学大儒傅佩荣解\n时运：功成身退，值得嘉许。\n财运：应变得宜，仍可获利。\n家宅：高风可尚;志同为婚。\n身体：避开阴邪。\n\n上九：远走高飞，退隐山林，无不利。\n《象辞》说：上九爻辞讲远走高飞，退隐山林，无不利，说明其人善观形势，急流勇退。\n北宋易学家邵雍解\n吉：得此爻者，营谋获利，家肥业厚。做官的乐天知命，退居闲职。\n台湾国学大儒傅佩荣解\n时运：乐天知命，安享天年。\n财运：人弃我取，退可得利。\n家宅：利于求财;私奔之虞。\n身体：过胖虚脱。\n\n","雷天大壮":"\n初九：伤于脚趾。筮遇此爻，出征则凶，但尚有收获。\n《象辞》说：自恃兵强，侵略他国，虽有收获，但信用扫地。\n北宋易学家邵雍解\n凶：得此爻者，会有争诉，动则凶，须防足疾。做官的须防小人的谗言而受辱。\n台湾国学大儒傅佩荣解\n时运：有勇无谋，功名必卑。\n财运：不能慎思，必遭损失。\n家宅：不可迁移;防女足疾。\n身体：慎择良医。\n\n九二：卜问得吉兆。\n《象辞》说：九二爻辞讲贞正吉利，因为九二之爻居下卦中位，像人守中正之道。\n北宋易学家邵雍解\n吉：得此爻者，营谋得意。做官的中庸处事，心中无愧。\n台湾国学大儒傅佩荣解\n时运：中庸处世，受到肯定。\n财运：货价合宜，自然获利。\n家宅：地位适中;婚姻吉祥。\n身体：滋补得宜。\n\n九三：小人捕兽凭气力，君子捕兽靠网围。卜问得险兆。公羊以角撞藩，结果被篱笆卡住。\n《象辞》说：小人捕兽凭气力，君子捕兽靠网围。\n北宋易学家邵雍解\n凶：得此爻者，或有官司之事，或家中有丧，人财不利。做官的多祸难，进退难安。\n台湾国学大儒傅佩荣解\n时运：临事而惧，谦退受益。\n财运：不必垄断，否则大耗。\n家宅：过高易震;夫妻反目。\n身体：血气过刚，防有不测。\n\n九四：卜问得吉兆，没有悔恨。因为公羊冲决篱笆，摆脱了拘系，但又被车轮撞伤，不能乱冲乱撞了。\n《象辞》说：冲决篱笆，摆脱掏系，恐其冲撞别处。\n北宋易学家邵雍解\n吉：得此爻者，常人得福，久静者必动，动则吉。做官的闲职者复职，进取如意。\n台湾国学大儒傅佩荣解\n时运：前途无阻，功名亦显。\n财运：满载而归，何乐不为。\n家宅：赶快整修;不是佳偶。\n身体：恐有不测。\n\n六五：丧羊于狄。筮遇此爻，没有大的灾祸。\n《象辞》说：丧羊于狄，因为六五阴爻而居处阳位，是所处不当，像人所处环境不适当，将蒙受损失。\n北宋易学家邵雍解\n凶：得此爻者，一筹莫展，不能得利，病者有丧身之兆。做官的会荒于政务。\n台湾国学大儒傅佩荣解\n时运：亡羊补牢，晚年有望。\n财运：恐有小失，尚无大碍。\n家宅：不宜畜牧;婚礼不成。\n身体：不吉之象。\n\n上六：羊角插进了篱笆，退不了，进不了，处境不利。但是，目前虽处于艰难之中，最终可以化解逢吉。\n《象辞》说：不能退，不能进，陷入进退维谷之中，这是遭逢不祥。虽陷入艰难之中，最终可以化解逢吉，是说灾难不会长久。\n北宋易学家邵雍解\n平：得此爻者，进退两难，多是非争诉，宜守常。做官的宜退不宜进，恐有遭贬之危。\n台湾国学大儒傅佩荣解\n时运：早些退休，以免后悔。\n财运：原想发财，难以保本。\n家宅：艰难自守;先苦后乐。\n身体：进退两难。\n\n","火地晋":"\n初六：攻击敌人，打垮敌人，卜问得吉兆。胜利之师没有捕捉俘虏，没有抢掠财物，不会有灾难。\n《象辞》说：攻击敌人，打垮敌人，这是因为将帅能遵循正道，所以取得了胜利。从容部署，克敌制胜，没有灾难，说明将帅能因势制宜，独断于心。\n北宋易学家邵雍解\n平：得此爻者，忧愁参半，静则吉，动则凶。做官的不宜进取，须防流言。\n台湾国学大儒傅佩荣解\n时运：耐心等待，不必急进。\n财运：稍待时日，可获大利。\n家宅：吉屋可居;婚姻缓成。\n身体：宽心解怀。\n\n六二：攻击敌人，压倒敌人，卜问得吉兆。因为得到了先祖母的庇佑获得大福。\n《象辞》说：之所以受此大福，因为六二之爻居下卦中位，像人得中正之道。\n北宋易学家邵雍解\n吉：得此爻者，求谋称意，多得母亲扶助，或得妻财。做官的守正者会进取。\n台湾国学大儒傅佩荣解\n时运：所求多阻，守正必亨。\n财运：守住低潮，自然受福。\n家宅：迁居与老人同住;婚姻稍待。\n身体：多听老人言。\n\n六三：万众一心，全力进攻，无所悔恨。\n《象辞》说：众人信任，其志向就会实现。\n北宋易学家邵雍解\n平：得此爻者，得朋友之助，营谋遂意，但谨防意外之险。做官的有升迁之机。\n台湾国学大儒傅佩荣解\n时运：众人悦服，自无懊恼。\n财运：双方和睦，买卖皆利。\n家宅：气氛和谐;两性融洽。\n身体：团体运动;讼事调解。\n\n九四：攻击敌人而胆小如鼠，卜问得凶兆。\n《象辞》说：攻击敌人而胆小如鼠，卜问得凶兆，因为九四阳爻而居阴位，像人处于不利的地位。\n北宋易学家邵雍解\n凶：得此爻者，时运不佳，或有争诉。做官的不宜进取，有阻力，须守正。\n台湾国学大儒傅佩荣解\n时运：守正为宜，耍诈必凶。\n财运：贪财必败，见好就收。\n家宅：耗失过多;婚姻不正。\n身体：疥疮或呕血，皆危。\n\n六五：无所悔恨，吃了败仗，不要气馁。只要再接再厉，终必转败为胜。无所不利。\n《象辞》说：受到挫失，不要气馁，勇往直前，定有喜庆降临。\n北宋易学家邵雍解\n吉：得此爻者，好运到来，营谋获利。做官的有升迁之喜。\n台湾国学大儒傅佩荣解\n时运：灾去福来，无意得之。\n财运：前有小失，今可大得。\n家宅：屋运转好;婚姻吉祥。\n身体：已无大碍。\n\n上九：攻击敌人，必须较量敌我双方的力量，可以考虑攻击敌人的城邑。但其结局难料：或许危险，或许吉利，或许没有灾难，或许正践凶兆。\n《象辞》说：考虑到攻击敌人的城邑，这说明王道未能广泛实行，以致属邑叛乱。\n北宋易学家邵雍解\n平：得此爻者，有修屋宇之喜，不良者有争诉之忧。做官的有食邑之荣。\n台湾国学大儒傅佩荣解\n时运：好运将终，防有事故。\n财运：同业纷争，幸可无咎。\n家宅：邻里不安;始争终和。\n身体：保养头部;罢讼为吉。\n\n","地火明夷":"\n初九：“鹈鹕在飞翔，停栖在沼畔。君子离家走，三日无食粮。”筮遇此爻，有所往，则必遭主人谴责。\n《象辞》说：君子在旅途中，依礼义不能蒙羞受食。\n北宋易学家邵雍解\n平：得此爻者，或有手足之伤，善者有进财纳福之喜。做官的有飞黄腾达之象，但谨防有失。\n台湾国学大儒傅佩荣解\n时运：未能腾达，善自保全。\n财运：资本有损，主人烦言。\n家宅：最好迁居;婚姻不谐。\n身体：食道有疾，或病在手。\n\n六二：鹈鹕，鹈鹕，伤于左股，君子负伤，因马获救。吉利。\n《象辞》说：六二爻辞所讲的吉利，是因为六二阴爻处于九三阳爻之下，正像马顺从主人善体人意。\n北宋易学家邵雍解\n吉：得此爻者，常人或有难，但会得贵人之助。做官的会有实权，能当大任。读书人会取得好成绩。\n台湾国学大儒傅佩荣解\n时运：贵人相助，幸免于难。\n财运：策划不当，难免损失。\n家宅：修缮完整;妇有足疾。\n身体：左足受伤。\n\n九三：在南方的猎区，拉弓射箭，获得一些大野兽。筮遇此爻，占问疾病则不利。\n《象辞》说：决心在南方狩猎，大称其意。\n北宋易学家邵雍解\n平：得此爻者，有修屋宇造作之兆。不良者，左股或有伤，多忧愁分离之患。\n台湾国学大儒傅佩荣解\n时运：退守南方，可以得志。\n财运：耐心经营，终见光明。\n家宅：乡里富家;得其佳偶。\n身体：南方修养较宜。\n\n六四：回到深隐之处吧!走出居室，进入社会，就感到环境的险恶，退隐的念头油然而生。\n《象辞》说：回到深隐之处，就满足了退隐的心意。\n北宋易学家邵雍解\n平：得此爻者，出外营谋者会顺利，妇人有孕者生男，不良者或生心腹之疾。做官的闲职者会复职，在职者，多出外任职，韬光养晦者必出身成名。\n台湾国学大儒傅佩荣解\n时运：出明入暗，出门为宜。\n财运：外出经商，称心致富。\n家宅：路有阻碍;妇已有孕。\n身体：心腹之症，出门求医。\n\n六五：殷亡后，箕子逃到东方邻国避难，卜问得吉兆。\n《象辞》说：箕子退隐守正，他的光辉形像千古不灭。\n北宋易学家邵雍解\n平：得此爻者，难逢知己，或有家难之祸。做官的须修德养性可保无忧。\n台湾国学大儒傅佩荣解\n时运：君子固穷，未来通达。\n财运：历经艰难，方可获利。\n家宅：亲族失和;罢婚为宜。\n身体：精神症状。\n\n上六：阳光消失了，天黑了。太阳初升，君子进仕之象；太阳隐没，君子退隐之象。\n《象辞》说：太阳初升，君子进仕，光照四方。太阳隐没，君子引退，国无楷模。\n北宋易学家邵雍解\n凶：得此爻者，先喜后忧，老者或不寿。做官的防止遭人流言，或被贬。\n台湾国学大儒傅佩荣解\n时运：先好后坏，收敛为宜。\n财运：货价宜平，才有信用。\n家宅：地势太低;先富后贫。\n身体：上火下泄，殊为难治。\n\n","风火家人":"\n初九：防范家庭出现意外事故，没有悔恨。\n《象辞》说：防范家庭出现意外事故，就是警惕未然事变。\n北宋易学家邵雍解\n平：得此爻者，谋事有成，未婚者会结婚，老者不利于寿。做官的闲职者会晋升有实权，当职者则权力旁落。\n台湾国学大儒傅佩荣解\n时运：好运初来，自我检点。\n财运：初做生意，严守商规。\n家宅：有规有矩;清白之家。\n身体：有病就治，一拖难医。\n\n六二：妇女在家中料理家务，安排饍食，没有失误，这是吉利之象。\n《象辞》说：六二爻辞之所以称吉利，因为六二阴爻居九三阳爻之下，像妇人对男人顺从而又谦逊。\n北宋易学家邵雍解\n吉：得此爻者，营谋成家，多喜事。做官的会荣华富贵。\n台湾国学大儒傅佩荣解\n时运：因人成事，尚可如意。\n财运：贩运粮食，可以获利。\n家宅：妇人当家。\n身体：胃口尚好，可以无碍。\n\n九三：贫困之家，众口嗷嗷待哺，这是愁苦之事，但能辛勤劳作，可以脱贫致富。而富贵之家，骄奢淫逸，妻室儿女只知嬉笑作乐，终将败落。\n《象辞》说：贫困之家，而能辛勤劳作，未失正派家风。富贵之冢，一味嬉笑作乐，则有失勤俭之道。\n北宋易学家邵雍解\n凶：得此爻者，忧喜参半，谨防沉迷于享乐中。做官的严而少宽恕之恩。\n台湾国学大儒傅佩荣解\n时运：刻苦有成，逸乐则废。\n财运：内外皆齐，尚可自保。\n家宅：家规严肃;两姓相从。\n身体：凉剂解厄。\n\n六四：幸福家庭，大吉大利。\n《象辞》说：幸福家庭，大吉大利，因为六四阴爻居于九五阳爻之下，像家人和顺而各守其职。\n北宋易学家邵雍解\n吉：得此爻者，时运正佳，贵人提拔，孤寡见亲。做官的仕途顺利，升迁有望。\n台湾国学大儒傅佩荣解\n时运：发财保家，正当好运。\n财运：利市三倍，其富可知。\n家宅：富豪之家。\n身体：过于肥胖，减之即愈。\n\n九五：君王到家庙祭祀祖先，不要忧虑，祖先福佑家人，凡事吉利。\n《象辞》说：君王到臣民之家，说明君臣交相爱护。\n北宋易学家邵雍解\n吉：得此爻者，营谋得利，会得到贵人的提携。做官的显贵，进取有望。\n台湾国学大儒傅佩荣解\n时运：人心感通，自然吉祥。\n财运：奉公营商，利润可保。\n家宅：高门大宅;嫁入豪门。\n身体：肝火过旺，调养心气。\n\n上九：君上掌握杀罚之权，威风凛凛，权柄不移，终归吉利。\n《象辞》说：上九爻辞讲杀罚立威，终归吉利，因为君上能够内省己身，外树威望。\n北宋易学家邵雍解\n吉：得此爻者，营谋称意，女命更好。做官的位高权重，读书人进取成名。\n台湾国学大儒傅佩荣解\n时运：万物皆吉，好运将尽。\n财运：商道之正，有利有名。\n家宅：一乡之望;两姓和睦。\n身体：运动健身。\n\n","火泽睽":"\n初九：不必悔恨，丢失了马匹，不必寻找，它自会回来，途中碰见坏人，也不会有灾祸。\n《象辞》说：遇见坏人之所以无灾祸，意在消除恶人的恶意。\n北宋易学家邵雍解\n平：得此爻者，营谋先失而后得，人事先离而后合，谨防凶恶之灾患。做官的闲职者复职，被贬者复升。\n台湾国学大儒傅佩荣解\n时运：好运初至，顺其自然。\n财运：不必多虑，后必大亨。\n家宅：平顺无咎;耐心等待。\n身体：没有大碍。\n\n九二：遇着了热情好客的主人，没有灾难。\n《象辞》说：遇着了热情好客的主人，这说明没有迷失道路。\n北宋易学家邵雍解\n平：得此爻者，会得知己，营谋遂意。做官的会遇到明主，升迁有望。\n台湾国学大儒傅佩荣解\n时运：风云际会，勇往直前。\n财运：遭遇财主，共同经营。\n家宅：贵人来访;小心私情。\n身体：得遇良医。\n\n六三：看见一辆拉货的车，拉车的牛一俯一仰拉得很费劲，赶车的人是一个烙了额，割了鼻的奴隶。起初车子陷着不动，后来终于拉动了。\n《象辞》说：看见一个烙额割鼻的奴隶在拉车，爻象表明：六三阴爻而居于阳位，所处不当，像人落入了悲苦的境地。起初不顺，结局倒好，因为六三阴爻上进遇到九四阳爻，像人得到强者的帮助。\n北宋易学家邵雍解\n凶：得此爻者，谋望有阻，险中求安，先迷后顺。不良者有骨肉刑伤之厄。做官的须防小人的谗言。\n台湾国学大儒傅佩荣解\n时运：恐有刑伤，苦撑三年。\n财运：人和不易，无利可图。\n家宅：朝西为宜;先疑后释。\n身体：面上有疮，久后自愈。\n\n九四：旅人孤单地行路，遇上一个跛子，一同被抓住，情形危险，但终无灾祸。\n《象辞》说：交相信任，必无灾难，说明其志得行，目的达到。\n北宋易学家邵雍解\n平：得此爻者，能得到朋友的帮助，转危为安，求婚者必配。做官的会得到同僚的推荐，升迁有机。\n台湾国学大儒傅佩荣解\n时运：孤僻个性，朋友相助。\n财运：进退两难，旧友帮忙。\n家宅：四周荒凉。\n身体：目疾求医。\n\n六五：没有悔恨。瞧见同族宗人在吃肉，孤单的旅人欣然结伴同行，一路平安无事。\n《象辞》说：同族宗人在吃肉，前往，必有喜庆之事。\n北宋易学家邵雍解\n平：得此爻者，经营获利，抬举有人。不良者，亲朋怨恶，骨肉刑伤，官司牵连。做官的会获得成就与名望，读书人会取得佳绩。\n台湾国学大儒傅佩荣解\n时运：同宗相助，可以放心。\n财运：须防合伙，自己端正。\n家宅：旧屋可居;亲上加亲。\n身体：皮肤毛病，不难治好。\n\n上九：旅人孤单地行路，见一头大猪伏在路上，又遇上一辆大车，上面满载着打扮得奇形怪状的人。旅人搭弓欲射，后来又放下弓箭。因为这伙人不是强盗，而是去订婚的。旅人照常行进，遇上大雨，但一切平安。\n《象辞》说：上九爻辞讲的旅人途遇婚媾之人，开始相互猜疑，几致动武，后来相安无事，照常旅行。这是因为双方疑惧消失了。\n北宋易学家邵雍解\n平：得此爻者，遭污受诬，先损后益。做官的须防被诽谤之忧。\n台湾国学大儒傅佩荣解\n时运：运转之时，正心诚意。\n财运：秋雨之后，方可获利。\n家宅：防有作祟;婚姻终和。\n身体：因疑成病，解疑无碍。\n\n","水山蹇":"\n初六：出门艰难，归来安适。\n《象辞》说：出门艰难，归来安适，知难而退，坐待时机。\n北宋易学家邵雍解\n平：得此爻者，宜守旧安常。做官的稳步进取，好运将至。\n台湾国学大儒傅佩荣解\n时运：暂时退守，以待好运。\n财运：不可冒险，守本为宜。\n家宅：迁居不利;婚姻宜待。\n身体：有病初起，退而自养。\n\n六二：王臣之所以屡犯艰难，并不是为自身私利。\n《象辞》说：王臣出以公心屡犯艰难，其自身始终没有过失。\n北宋易学家邵雍解\n凶：得此爻者，涉艰历险，营谋有阻。做官的宜保持忠贞，报效国家。\n台湾国学大儒傅佩荣解\n时运：劳碌不已，避开险难。\n财运：中途受阻，人财两失。\n家宅：方向不利;夫恐有难。\n身体：过劳之厄。\n\n九三：出门困难重重，归来笑逐颜开。\n《象辞》说：出门困难重重，归来笑逐颜开，这是发自内心的喜悦。\n北宋易学家邵雍解\n平：得此爻者，不宜进取，或有妻子之喜。做官的位高者会晋升。\n台湾国学大儒傅佩荣解\n时运：前进不易，且先退守。\n财运：货物不畅，转销内地。\n家宅：团聚之喜;重逢有缘。\n身体：多加保养。\n\n六四：出门步履艰难，归来时却有车可乘。\n《象辞》说：出门步履艰难，归来时却有车可乘，因为六四阴爻居阴位，像人才正当其位，德符其名。\n北宋易学家邵雍解\n凶：得此爻者，不良者会有争诉。做官的进升有机，求名望利皆有实而不虚。\n台湾国学大儒傅佩荣解\n时运：同心协力，可以过关。\n财运：客人皆来，当然有利。\n家宅：比邻而居;亲上加亲。\n身体：久病缠身，一时难愈。\n\n九五：经历了很多艰难困苦，终予获得大利。\n《象辞》说：大难当前，得到友人相助，因为九五之爻居上卦中位，像人节操贞正自能获救。\n北宋易学家邵雍解\n吉：得此爻者，会得到贵人提举，无往不利。\n台湾国学大儒傅佩荣解\n时运：转危为安，另图发展。\n财运：货物太多，不易脱手。\n家宅：不宜居家。\n身体：众医会诊，才可治好。\n\n上六：出门困难重重，归来欢喜跳跃。筮遇此爻，吉利，利于会见贵族王公。\n《象辞》说：出门困难重重，归来欢喜跳跃，说明志气高昂，奋勇取胜。爻辞说：利于会见贵族王公，说明追随贵人，必获福利。\n北宋易学家邵雍解\n吉：得此爻者，好运来到，营谋遂意。做官的会身居要职，读书人进取成名。\n台湾国学大儒傅佩荣解\n时运：大运将至，名利皆实。\n财运：货价高涨，保本获利。\n家宅：贵人相助;婚姻主贵。\n身体：良医出手。\n\n","雷水解":"\n初六：筮遇此爻，没有灾难。\n《象辞》说：初六与九二相接，为刚柔相应之象，喻君臣、夫妻和衷共济，其义自无灾难。\n北宋易学家邵雍解\n平：得此爻者，经营者吉，未婚者配。做官的德位相称，晋升有望，读书人会取得好成绩。\n台湾国学大儒傅佩荣解\n时运：困难初解，不可妄动。\n财运：没有损失，即是幸事。\n家宅：平安度日。\n身体：一切无恙。\n\n九二：畋猎获得三只狐狸，猎物身上带着铜箭头。卜问得吉兆。\n《象辞》说：九二爻辞讲的卜问得吉兆，因为九二之爻居下卦中位，像其人行事遵循正道。\n北宋易学家邵雍解\n吉：得此爻者，正当好运，财利可获。做官的会荣华富贵，读书人会取得佳绩。\n台湾国学大儒傅佩荣解\n时运：避邪归正，功名有望。\n财运：努力经营，可得厚利。\n家宅：防范作祟;得到正室。\n身体：防有邪念邪病。\n\n六三：带着许多财物，又是背负，又是车拉，招摇惹盗，自然招致盗寇抢劫，卜问有灾祸之象。\n《象辞》说：带着许多财物，又是背负，又是车拉，招摇惹盗，这是愚蠢可耻之事，由于自己慢藏诲盗，招致盗寇，又能谴责谁呢?\n北宋易学家邵雍解\n凶：得此爻者，须防窃盗，是非诉讼。做官的谨防被贬之忧。\n台湾国学大儒傅佩荣解\n时运：素行不端，自取其辱。\n财运：小心防盗，以免损失。\n家宅：盗窃难防;富而不仁。\n身体：乱服成药，自找麻烦。\n\n九四：赚了钱，而懒怠不想走，结果被人虏去。\n《象辞》说：懒怠不想动，说明其人怠于职守，不称其位。\n北宋易学家邵雍解\n凶：得此爻者，须防小人，或有交友不慎之祸。\n台湾国学大儒傅佩荣解\n时运：因人成事，才有机会。\n财运：获利不多，朋友交心。\n家宅：不易安居;有力媒人。\n身体：慢跑健身。\n\n六五：君子被拘囚后又获释，吉利;小人则将受罚。\n《象辞》说：君子解除了小人的职务，说明小人被摒退。\n北宋易学家邵雍解\n吉：得此爻者，正当好运，君子有利，病者愈。做官的会身居要职。\n台湾国学大儒傅佩荣解\n时运：正运亨通，君子有利。\n财运：自然作去，就有利润。\n家宅：福宅可居;婚姻吉祥。\n身体：恢复正气。\n\n上六：在高高的城墙上，王公射中一只鹰，并且抓到了，这没有什么不吉利的。\n《象辞》说：王公射鹰，意在除强去暴。\n北宋易学家邵雍解\n吉：得此爻者，运途顺利，多营谋获利。做官的闲职者会复职，居要位。\n台湾国学大儒傅佩荣解\n时运：运途顺利，须防小寇。\n财运：谨慎防范，有利无损。\n家宅：防备窃盗。\n身体：户外运动。\n\n","山泽损":"\n初九：祭祀大事，得赶快去参加，这才不会有灾难。祭品过丰，可以酌情减损。\n《象辞》说：“祭祀大事，得赶快去参加”，这是体现了敬畏鬼神的心意。\n北宋易学家邵雍解\n平：得此爻者，谋事得当，可获利，不良者，或因酒食误事。做官的会因为工作忙碌而顾不得家庭，声望日盛。\n台湾国学大儒傅佩荣解\n时运：加进努力，或仍有望。\n财运：判断准确，自有利益。\n家宅：早些迁移;即日迎娶。\n身体：立即行动。\n\n九二：吉利的卜问。征伐他国则凶。因为这样作对于他国非但不能损伤，反而有利。\n《象辞》说：九二爻辞讲的吉利的卜问，因为九二之爻居下卦中位，像人行事以处正守贞为心。\n北宋易学家邵雍解\n凶：得此爻者，宜谨守勿动。做官的时机未成熟，难于升迁。\n台湾国学大儒傅佩荣解\n时运：中庸处世，自有好运。\n财运：货物合宜，应可获利。\n家宅：守之则吉;门当户对。\n身体：平常状态。\n\n六三：三人同行，难免意见分岐，必有一人被孤立。一人独行，孤单无助，则主动邀人作伴。\n《象辞》说：一人独行，凡事自作主张，事无掣肘。三人同行，遇事各持己见，滋生疑惑。\n北宋易学家邵雍解\n平：得此爻者，合力经营，获利者多，未婚者配。做官的与同僚关系融洽，进取有望。\n台湾国学大儒傅佩荣解\n时运：双月有利，不可贪多。\n财运：一人独资，不会损失。\n家宅：一家二丁;得偶为吉。\n身体：寡欲修身。\n\n六四：要消除疾病，赶快求巫祭神，病就会有好转，必无灾难。\n《象辞》说：“求巫祭神消除疾病”，也是可喜之事。\n北宋易学家邵雍解\n平：得此爻者，多喜庆之事，有灾者转好运，有病者愈，有忧者转喜。做官的闲职者将被起复。\n台湾国学大儒傅佩荣解\n时运：小灾之后，转忧为喜。\n财运：减少货物，信之有利。\n家宅：阴气过剩，祈祷可安;婚姻可喜。\n身体：立即就医，否则堪虑。\n\n六五：有人送给他价值十朋的大龟，这不能拒而不收，得龟用于占卜这是大吉之事。\n《象辞》说：六五爻辞讲的大吉大利，因为上天保佑他，赐以灵龟，所以大吉。\n北宋易学家邵雍解\n吉：得此爻者，运势大好，财利丰富。做官的会得到领导的赞赏和提拔。读书人会取得佳绩。\n台湾国学大儒傅佩荣解\n时运：运势大好，意外之助。\n财运：利润自来，不必推辞。\n家宅：家业兴隆;天作之合。\n身体：病愈得财。\n\n上九：不要减损，不要增益，一任其旧，没有灾难，卜问得吉兆。筮遇此爻，有所往则必获利，将得到一单身奴隶。\n《象辞》说：不要减损，不要增益，公允执中，如此行事，平生志愿当能实现。\n北宋易学家邵雍解\n吉：得此爻者，贵人扶持，财利可期。做官的会得到下属的爱戴，领导的器重。\n台湾国学大儒傅佩荣解\n时运：一帆风顺，所图可成。\n财运：物价平平，获利不少。\n家宅：不必改造。\n身体：出外求医。\n\n","风雷益":"\n初九：筮遇此爻，利于大兴土木，大吉大利，并无灾祸。\n《象辞》说：大吉大利，并无灾祸，因为百姓努力工作，加快了工程进度。\n北宋易学家邵雍解\n吉：得此爻者，大事可成，万事称心。做官的会高升，读书人会取得大的成绩。\n台湾国学大儒傅佩荣解\n时运：大事可为，无不如意。\n财运：有人有谋，大利在前。\n家宅：新宅宽大，婚姻大吉。\n身体：健康无虞。\n\n六二：有人赐予价值十朋的大龟，不可拒违其命。卜问得长久的吉兆。君王祭祀天帝，吉利。\n《象辞》说：有人赐予我们宝龟，说明这大宝龟是从外面送来的。\n北宋易学家邵雍解\n吉：得此爻者，商贾获利，福份多多。做官的仕途一帆风顺，读书人进取成名。\n台湾国学大儒傅佩荣解\n时运：意外得财，又能守住。\n财运：如有神助，必得厚利。\n家宅：安居之家;百年好合。\n身体：祈祷可愈。\n\n六三：因为武王逝世，增加祭祀鬼神的祭物，没有灾祸。武庚乘国丧作乱，周公发兵征讨，大获胜仗，抓获俘虏。中衍向周公报告，从而举行祭祀。\n《象辞》说：因为有丧事，增加祭祀鬼神的祭物，这是自然之理。\n北宋易学家邵雍解\n平：得此爻者，常人获利，不良者大凶，官灾祸患并至。做官的会受到重用，委以重职。\n台湾国学大儒傅佩荣解\n时运：先苦后甘，讲信修睦。\n财运：欲求富贵，必须冒险。\n家宅：逢凶化吉;苦中成婚。\n身体：有惊无险。\n\n六四：中衍向周公报告了处理殷室遗民之事，周公听从了，顺利地将殷商遗民分封给各封国。\n《象辞》说：周公听从了王命，说明君臣上下团结更加巩固。\n北宋易学家邵雍解\n平：得此爻者，或会迁居，或有修造，诉者利，官者伸。做官的会被领导委以重任。\n台湾国学大儒傅佩荣解\n时运：眼前有难，暂避为宜。\n财运：改迁他处，另开店面。\n家宅：最好迁移;另找媒人。\n身体：外地就医。\n\n九五：捕获了很多俘虏，安抚他们，不必追究，大吉大利。这些俘虏，将感戴我的恩德。\n《象辞》说：捕获了很多俘虏，安抚他们，不要追究他们的责任，使他们感戴我的恩德，说明这样可以笼络人心。\n北宋易学家邵雍解\n吉：得此爻者，谋望称意，事多顺利。做官的会遇到明主，仕途顺利。\n台湾国学大儒傅佩荣解\n时运：存心仁厚，实至名归。\n财运：兼顾道义，利益长久。\n家宅：善人之居;非亲即友。\n身体：保养得宜。\n\n上九：没有人帮助他，还有人攻击他。在这种情况下，立志不坚定，就要坏事。\n《象辞》说：没有人帮助他，这是周遍之辞，表示根本没有相助者。有人攻击他，说明这攻击来自外部。\n北宋易学家邵雍解\n凶：得此爻者，贪图名利，或有意外之祸，刑克损伤之灾。做官的因为贪求名位，或被贬职。\n台湾国学大儒傅佩荣解\n时运：贪求名位，意外之祸。\n财运：专求己利，必生争端。\n家宅：不可久居;不易偕老。\n身体：无恒之凶。\n\n","泽天夬":"\n初九：脚趾受伤，仍然继续前进，将因为脚力不胜而遭致灾难。\n《象辞》说：脚力不胜而继续行进，将遭灾难。\n北宋易学家邵雍解\n凶：得此爻者，会有无妄之灾，宜静守。做官的躁动者有损。\n台湾国学大儒傅佩荣解\n时运：躁进取败，动辄得咎。\n财运：任意经营，伤财害己。\n家宅：地势太低;门户不对。\n身体：小心足疾。\n\n九二：恐惧地惊叫，夜间有敌来犯，但不足为患。\n《象辞》说：有敌来犯，不足为患，因为九二之爻居下卦中位，像人得中正之道。\n北宋易学家邵雍解\n凶：得此爻者，多忧愁，多惊险，谨防盗窃之事发生。做官的多掌兵权。\n台湾国学大儒傅佩荣解\n时运：凡事谨慎，可以无虑。\n财运：货物保险，才可无忧。\n家宅：宜防火灾;婚姻吉祥。\n身体：阴虚火盛，调养可治。\n\n九三：颧骨受伤，这是凶象。君子匆匆忙忙地独个儿行路，碰上了雨，全身淋湿了，令人很不快，但没有灾难。\n《象辞》说：君子匆匆忙忙地独个儿行路，但最后没有灾难。\n北宋易学家邵雍解\n凶：得此爻者，会有争诉之忧，品行端正者无忧，初见艰难，终得安乐。做官的除奸不成，反被倒咬一口。\n台湾国学大儒傅佩荣解\n时运：任意独行，受人疑忌。\n财运：独自经营，较费时日。\n家宅：早些整修;暂时不成。\n身体：湿气上升，治之可愈。\n\n九四：臀部受伤，走起路来踉踉跄跄。牵羊上路，悔恨丢失了羊儿，这是由于对别人的告诫不相信。\n《象辞》说：行路艰难，因为九四阳爻而居阴位，像人处境不利。对于别人的告诫不相信，说明听觉虽好，但不明事理。\n北宋易学家邵雍解\n凶：得此爻者，心绪不定，所谋不成。做官的有心而力不足，难于升迁。\n台湾国学大儒傅佩荣解\n时运：心思不定，所谋难成。\n财运：错过时机，无利可图。\n家宅：四周狭隘;久之可成。\n身体：皮肤有病，须防失聪。\n\n九五：细角山羊在道路中间蹦蹦跳跳，筮遇此爻无灾难。\n《象辞》说：行中正之道，仅称无灾难，大概是没有将中行之道推广施行。\n北宋易学家邵雍解\n平：得此爻者，营谋遂意，诉者伸，有病者愈。做官的须防奸邪之辈侵害。\n台湾国学大儒傅佩荣解\n时运：亲近君子，万事皆吉。\n财运：尽速出手，不然有悔。\n家宅：整理干净;婚姻合宜。\n身体：调节气旺。\n\n上六：狗在哭叫，预兆着终将有凶险之事。\n《象辞》说：国无号令，其势必遭凶险，说明国运衰微，终不可保。\n北宋易学家邵雍解\n凶：得此爻者，营谋不成，宜守常，不良者，骨肉刑克，是非缠绕。做官的难于久任，激流勇退为佳。\n台湾国学大儒傅佩荣解\n时运：声名大损，警惕免祸。\n财运：再立新约，否则无利。\n家宅：寂静不安;媒妁未成。\n身体：无声可呼，已至险境。\n\n","天风姤":"\n初六：细柔之线牵附于黄铜柅子之上。这是吉利的贞兆。若占问有所往，则必逢凶险，就象瘦弱的猪被不情愿地拖回来。\n《象辞》说：细柔之线牵附于黄铜柅子上，是说柔物被牵制于刚物，以像柔弱者依附于刚强者，则获吉利。\n北宋易学家邵雍解\n平：得此爻者，或遇贵人好友提携而发财，女人有生育之喜。不良者，须防疾诉忧患，或女人有不贞之事。做官的有被贬职之忧。\n台湾国学大儒傅佩荣解\n时运：守成尚可，不宜妄动。\n财运：适宜开店，不利行商。\n家宅：维护家声;男外女内。\n身体：虚弱静养。\n\n九二：厨中有鱼。占得此爻，没有灾祸，但不利宴请宾客。\n《象辞》说：厨中有鱼，有鱼无肉，乃小康之象，不宜大肆宴请宾客。\n北宋易学家邵雍解\n平：得此爻者，有财运，妇人则有怀孕之喜。做官的晋升有望。\n台湾国学大儒傅佩荣解\n时运：远避小人，自然有利。\n财运：货物充足，利在手中。\n家宅：女子主持;婚姻可成。\n身体：池鱼之殃。\n\n九三：臀部负伤，行走困难。占得此爻，有危险，但尚无大的灾难。\n《象辞》说：行走困难，因为没有人扶持。\n北宋易学家邵雍解\n凶：得此爻者，多灾难。做官的会退步，或者被贬。\n台湾国学大儒傅佩荣解\n时运：因疑生危，稍安毋躁。\n财运：犹豫不决，怎能获利。\n家宅：修整家宅;迟缓可成。\n身体：坐立不安，求医诊治。\n\n九四：厨中无鱼。筮遇此爻，有所动作必遭凶险。\n《象辞》说：厨中无鱼之爻，显示其人必遭凶险。因为九四阳爻而居阴位，像君王失其权位，脱离民众。\n北宋易学家邵雍解\n凶：得此爻者，多是非之扰，年老者不利于寿。做官的有损，多难。\n台湾国学大儒傅佩荣解\n时运：未得正运，开拓心胸。\n财运：袋中无粮，无利可图。\n家宅：僻处防灾;可能无后。\n身体：虚火难治，极为凶险。\n\n九五：匏瓜缠着杞树生长，隐印的瓜纹很好看。忽然从头顶上方掉下一个瓜来。\n《象辞》说：九五爻辞讲的隐含文彩，即指九五之爻居上卦中位，像人秉含中正之德。自天上殒落，说明高尚的志行不得施行，故舍命而殉志。\n北宋易学家邵雍解\n平：得此爻者，会遇到贵人提携，有意外之喜，妇人有怀孕之喜。做官的会为栋梁之才。\n台湾国学大儒傅佩荣解\n时运：心胸开阔，功名自显。\n财运：木类产品，应有大利。\n家宅：中正之居;婚姻有吉。\n身体：热中带寒，速求良医。\n\n上九：遭遇野兽，处于它的角锋之下，不是好兆头，但没有大的灾难。\n《象辞》说：遭遇野兽，处于它的角锋之下，因为上九阳爻居一卦之尽头，像人处于穷困之境地。\n北宋易学家邵雍解\n凶：得此爻者，营谋艰辛，孤立无助。做官的功名大显，但好运将尽。读书人努力进取者能取得佳绩。\n台湾国学大儒傅佩荣解\n时运：功名大显，运已近穷。\n财运：仔细计较，获利甚丰。\n家宅：谨防屋角;老少夫妻。\n身体：头部有疾，就医可治。\n\n","泽地萃":"\n初六：捕获了俘虏，却又逃跑了，引起纷乱和忧虑，大家呼喊着四处追捕。终于追回了，又高兴得嘻嘻哈哈，用不着担忧了。占得此爻，大胆前往，没有灾难。\n《象辞》说：混乱啊，憔悴啊，其人神志昏乱。\n北宋易学家邵雍解\n平：得此爻者，会受到小人的陷害，先凶后吉，宜谨慎从事。做官的会被贬职。\n台湾国学大儒傅佩荣解\n时运：一顺一逆，得人援手。\n财运：聚散不定，可以免咎。\n家宅：不可久居;始乱终弃。\n身体：心神混乱，求医可治。\n\n六二：占得此爻，长时间吉利，没有灾难。占问祭祀，贞兆显示：春祭要用俘虏作人牲才好。\n《象辞》说：“长时间吉利，没有灾难”，因为六二阴爻居于下卦中位，象人坚守正道，绝不改变。\n北宋易学家邵雍解\n吉：得此爻者，正当好运，贵人提举，营谋得利。做官的得人引荐，能升迁。\n台湾国学大儒傅佩荣解\n时运：中正之运，得人援引。\n财运：合作有利，虔心酬神。\n家宅：祖上积德;婚姻可订。\n身体：勤练气功。\n\n六三：忧愁嗟叹。占得此爻，无所利。出行则无灾难，但有小小的麻烦。\n《象辞》说：出行无灾难，因为六三阴爻居于九四阳爻之下，像臣下顺从君上，行为谨慎。\n北宋易学家邵雍解\n凶：得此爻者，家里不安，六亲有损，老者多凶。做官的在位不得安宁，出外则艰辛。\n台湾国学大儒傅佩荣解\n时运：运途平凡，须防小人。\n财运：转运他处，可以无咎。\n家宅：迁居为宜;怨偶之叹。\n身体：胸部不适，注意排泄。\n\n九四：大吉大利，没有灾难。\n《象辞》说：贞兆本来是大吉大利，但结果仅仅是没有灾难，因为九四阳爻而居阴位，像人才小德薄而居高位，论其官运则谓亨通，论其居官则求无灾祸而已。\n北宋易学家邵雍解\n平：得此爻者，不从正道者，会有凶祸，惟大德君子，可改过得福。做官的须防他人猜忌，宜弃高就低，急流勇退为吉。\n台湾国学大儒傅佩荣解\n时运：虽然大顺，德不称位。\n财运：大利当前，收敛为善。\n家宅：兴旺平安;门第有差。\n身体：外强中干。\n\n九五：瘁心力于其职守，没有灾祸。不轻易责罚别人，卜问长期的吉凶，贞兆显示：没有大的悔恨。\n《象辞》说：瘁心力于其职守，结果仅仅是没有灾祸，因为才具驽下，不能有所建树。\n北宋易学家邵雍解\n平：得此爻者，人情不合，营谋有阻。做官的不得人心，其志未光。\n台湾国学大儒傅佩荣解\n时运：有位有权，更应修德。\n财运：虽有利润，须守其正。\n家宅：聚族而居;可称贵婿。\n身体：心神不宁，最好静养。\n\n上六：叹息流涕，忧心忡忡，但没有灾难。\n《象辞》说：叹息流涕，忧心忡仲，因为上六之爻居于一卦的尽头，孤悬无据，像人虽居高位，但如履薄冰，惊恐度日。\n北宋易学家邵雍解\n凶：得此爻者，事多烦扰，不能安宁，或上下无情，长幼忧愁，名利成虚。\n台湾国学大儒傅佩荣解\n时运：年老运退，待人援手。\n财运：无利可图，幸有救援。\n家宅：家室不安;生离死别。\n身体：悲恸致病，放宽心思。\n\n","地风升":"\n初六：前进发展，大吉大利。\n《象辞》说：前进发展，大吉大利，是说尚能契合心意。\n北宋易学家邵雍解\n吉：得此爻者，名利双收，营谋遂心。做官的晋升有望。\n台湾国学大儒傅佩荣解\n时运：名利双收，所求皆遂。\n财运：货价涨升，大可获利。\n家宅：乔迁之喜;两姓好合。\n身体：有病即治，不可拖延。\n\n九二：春祭宜用俘虏作为人牲，则无灾祸。\n《象辞》说：九二爻辞讲祭祀鬼神必以忠信，从而将有喜庆之事。\n北宋易学家邵雍解\n平：得此爻者，常人有喜，病者安，谋事可成。做官的有升迁之机。\n台湾国学大儒傅佩荣解\n时运：正当好运，喜事临门。\n财运：诚信经营，可保获利。\n家宅：必有喜事;阴阳合德。\n身体：最好祈神。\n\n九三：登临于建立在大丘之上的城邑。\n《象辞》说：登临于建立在大丘之上的城邑，登高望远，所见甚明，故无所疑惑。\n北宋易学家邵雍解\n平：得此爻者，营谋遂意。做官的会身居要位，读书人可成名。\n台湾国学大儒傅佩荣解\n时运：越来越好，不必担心。\n财运：货物集散，财力可期。\n家宅：先虚后实;空房独守。\n身体：虚弱之症。\n\n六四：周王在岐山祭祀鬼神。筮遇此爻，吉利，并无灾祸。\n《象辞》说：周王在岐山祭祀鬼神，之所以吉而无灾祸，因为这是顺乎天理之事。\n北宋易学家邵雍解\n吉：得此爻者，得山林之利，隐者有山林之乐。做官的会升迁，身居要职。\n台湾国学大儒傅佩荣解\n时运：升迁在即，感谢神明。\n财运：货物充裕，财神相助。\n家宅：祭告宅神。\n身体：虔诚祷告。\n\n六五：占得吉兆，所占之事将逐步发展。\n《象辞》说：信守正道，自然吉利，其事业必然逐步发展，说明其志愿得伸，目的达到。\n北宋易学家邵雍解\n吉：得此爻者，正行好运，大愿可成。做官的会高升。\n台湾国学大儒傅佩荣解\n时运：大愿可成，功名皆吉。\n财运：经营得中，利益不断。\n家宅：步步高升;攀结高亲。\n身体：病情升高。\n\n上六：深夜不眠，勤勉不息地工作则符合此吉兆。\n《象辞》说：上六爻辞讲深夜不眠，因为上六之爻据一卦之首，爻位孤悬，其人虽处高位，但环境不利，不过，勤于职守则可以消灾得福。\n北宋易学家邵雍解\n平：得此爻者，有贪得无厌之祸。做官的会告休。\n台湾国学大儒傅佩荣解\n时运：好运已过，预备退路。\n财运：经营困难，人财两失。\n家宅：难免中落;难以偕老。\n身体：可能归天。\n\n","泽水困":"\n初六：臀部被狱吏的刑杖打伤，被投入黑暗的牢房中，三年不见其人。\n《象辞》说：进入了幽深的山谷，自然幽暗不明。\n北宋易学家邵雍解\n凶：得此爻者，有惊忧，或有丧服之灾。做官的会退职。\n台湾国学大儒傅佩荣解\n时运：渐入逆境，三年才转。\n财运：材木生意，运送不易。\n家宅：来往人少;男家卑微。\n身体：大凶之兆。\n\n九二：酒醉未醒，穿着红色服装的蛮夷前来进犯，忧患猝临，宜急祭神求佑。至于占问出征，则有危险。其他事无大的灾祸。\n《象辞》说：酒醉未醒，天予命赐公卿之服，因为九二之爻居下卦中位，这是将有喜庆之事的兆头。\n北宋易学家邵雍解\n平：得此爻者，得贵人提携，营谋获利，静吉动凶。做官的有晋升之机。\n台湾国学大儒傅佩荣解\n时运：有名有利，反为利用。\n财运：由商起家，往前则凶。\n家宅：富贵祭拜;婚姻即成。\n身体：饮食无度，收心祷告。\n\n六三：被石头绊倒，被蒺藜刺伤，历难归家，妻子又不见了，这是凶险之兆。\n《象辞》说：被石头绊倒，被蒺藜刺伤，之所以屡遇艰难，因为六三阴爻居于九二阳爻之上，像弱者攀附于强暴之人，必受其挟持威凌。回到家中，妻子又不见了，这是不祥之兆。\n北宋易学家邵雍解\n凶：得此爻者，多难之时，宜守正谨慎。\n台湾国学大儒傅佩荣解\n时运：进退不得，身将不保。\n财运：财去命弱，下场堪虑。\n家宅：悼亡之屋。\n身体：无可救药。\n\n九四：其人被关押在囚车里，慢慢地走来。真不幸，但最后还是被释放。\n《象辞》说：行走缓慢，不求速进，志向卑微的表现。九四之爻居于九五之下，像人甘居下位，因为态度谦卑，倒能得人帮助。\n北宋易学家邵雍解\n凶：得此爻者，谋事虽然不利，但终有出险之时，从商者或周转不利。做官的闲职者会被起用。\n台湾国学大儒傅佩荣解\n时运：地位不当，受人所鄙。\n财运：货物失去，急救可保。\n家宅：慢些入住;事缓可成。\n身体：长期劳累，恐得归天。\n\n九五：割了鼻子，断了腿，被身着红色服装的蛮夷虏去。后来慢慢找到脱身的机会，终于逃脱回家。宜急祭神酬谢。\n《象辞》说：割了鼻子，断了腿，是说其人不得志，身处险境。后来慢慢地脱离了险境，因为九五之爻居上卦中位，像人立身正直，自能化险为夷。宜祭祀鬼神，因为爻象指示：祈求鬼神保佑，承受其福荫。\n北宋易学家邵雍解\n凶：得此爻者，先难后易，不良者有诉刑之扰，丧服之忧。做官的先阻后顺。\n台湾国学大儒傅佩荣解\n时运：过刚必折，小心免祸。\n财运：货物清理，慢慢售出。\n家宅：鼻足之患;先疑后成。\n身体：头脚之病，调养祷告。\n\n上六：被葛藟绊倒，被小木桩刺伤，处境如此艰难，不宜有所行动，否则悔上加悔。至于占问出征则吉利。\n《象辞》说：被葛藟绊倒，因为行为不得当。悔悟到动则招悔，必能谦慎行事丽逢吉利。\n北宋易学家邵雍解\n平：得此爻者，防惊忧丧服，惟商人、旅行者利有攸往。做官的会有刑罚束缚之忧。\n台湾国学大儒傅佩荣解\n时运：厄运将终，收心努力。\n财运：久货可出，方可获利。\n家宅：修整旧宅;厘清瓜葛。\n身体：心神不安，迁地静养。\n\n","水风井":"\n初六：井水混浊不可食用。墤塌的陷阱已关不住野兽。\n《象辞》说：井水混浊不可食用，因为泥土落入其中。墤塌的陷阱已关不住野兽，是说人们已将这陷阱舍弃不用了。\n北宋易学家邵雍解\n凶：得此爻者，谋事有阻。做官的会退居闲职，求名者不遂。\n台湾国学大儒傅佩荣解\n时运：时过运衰，年老无用。\n财运：货物陈旧，难以售出。\n家宅：荒芜难居;婚姻不成。\n身体：旧症不治。\n\n九二：在井口张弓射井中小鱼。瓮瓶又破又漏。\n《象辞》说：在井口张弓射井中小鱼，如此谋食求生，可见其人无依无靠。\n北宋易学家邵雍解\n凶：得此爻者，宜谨守以避祸。做官的宜退以自保。\n台湾国学大儒傅佩荣解\n时运：得小失大，徒有虚名。\n财运：贪财失利，得不偿失。\n家宅：水不可饮;婚姻不佳。\n身体：下漏之症，求医难治。\n\n九三：君上看见井水污浊不能食用，为我们感刭伤心。淘洗干净，就可汲饮。君上英明，众人都获得他们的好处。\n《象辞》说：井水污浊不能食用，这是触景生情的感叹。盼求君王英明，是企望获得好处。\n北宋易学家邵雍解\n平：得此爻者，安分守己为吉，不良者或有灾。做官的难逢明主，需另觅良机。\n台湾国学大儒傅佩荣解\n时运：有才无命，须待两年。\n财运：贩运不当，无利可图。\n家宅：洗井可饮;二年可成。\n身体：心神不安，井泉可愈。\n\n六四：用砖石垒筑井壁，进行顺利。\n《象辞》说：用砖石垒筑井壁，进行顺利，这是讲修井之事。\n北宋易学家邵雍解\n平：得此爻者，宜安分守己，或有迁居之喜。做官清廉者，修身立命，可望上进。\n台湾国学大儒傅佩荣解\n时运：修身立名，可望上达。\n财运：整理旧业，应有利润。\n家宅：修整为宜;尚须待时。\n身体：运动健身。\n\n九五：水洁泉寒，清凉可口，可以食用。\n《象辞》说：九五爻辞讲水洁泉寒，清凉可口，因为九五之爻居上卦中位，象征人得中正之道。\n北宋易学家邵雍解\n吉：得此爻者，营谋遂意。做官的品行端正，会得到上司的赞赏。\n台湾国学大儒傅佩荣解\n时运：品行中正，可望进用。\n财运：财源长远，可以获利。\n家宅：谦让有礼;同甘共苦。\n身体：外寒内热，寒剂可解。\n\n上六：陷阱下宽上窄，十分隐蔽，甚至可以不加伪装。果然捕获了野兽，大吉大利。\n《象辞》说：上六爻辞讲大吉大利，因为上六之爻处一卦之首位，说明其人爵位高登，大有成就。\n北宋易学家邵雍解\n吉：得此爻者，谋事顺利，财用充足。做官的功高德厚，能得升迁。\n台湾国学大儒傅佩荣解\n时运：功德在世，大受推崇。\n财运：利益汇集，可大可久。\n家宅：积善旺家;两姓好合。\n身体：即日可愈。\n\n","泽火革":"\n初九：用黄牛的皮革束紧加固(战车)。\n《象辞》说：用黄牛的皮革束紧加固，说明其人被紧紧束缚不能有作为。\n北宋易学家邵雍解\n平：得此爻者，宜谨守常规，不可存非分之想。做官的不宜进取，切不可怀出位之念。\n台湾国学大儒傅佩荣解\n时运：最好固守，再等几年。\n财运：先立基础，勿图更张。\n家宅：新造之屋;待婚三年。\n身体：中腹胀硬，消积健脾。\n\n六二：祭祀的日期要改变。随之要重新卜问征战的日期，结果卜得吉兆，没有灾难。\n《象辞》说：祭祀的日期要改变，大概是因为将有喜庆之事。\n北宋易学家邵雍解\n吉：得此爻者，多喜庆之事，做官的会升迁。\n台湾国学大儒傅佩荣解\n时运：配合吉日，建立功名。\n财运：择吉开张，生意畅旺。\n家宅：择日修宅;可称佳偶。\n身体：即将痊愈。\n\n九三：出征，吃了败仗，卜问得凶兆。但是，只要振奋精神，整顿装备，重新开战，则能转败为胜，生擒强敌。\n《象辞》说：犯人屡次推翻供辞，只得反复进行审讯，这说明抵赖无用，只能招出实情。\n北宋易学家邵雍解\n凶：得此爻者，多事之时，谨慎而行。做官的有躁动失政之忧。\n台湾国学大儒傅佩荣解\n时运：再三考虑，可免后患。\n财运：信用良好，才可获利。\n家宅：三迁为宜;三人为媒。\n身体：三日可愈。\n\n九四：没有悔恨。至于占问战争，则小有战果，如果改帅易将，则将大吉。\n《象辞》说：九四爻辞讲改帅易将之所以吉利，因为这样能使有才德的人施展抱负。\n北宋易学家邵雍解\n平：得此爻者，会有转变，有收获。做官的会有升迁之机。\n台湾国学大儒傅佩荣解\n时运：转换跑道，好运自来。\n财运：重兴旧业，可以得利。\n家宅：整建有利;再婚有利。\n身体：改求良医。\n\n九五：王公大人赫然斯怒，化柔弱为威猛，不用卜占，即知将大获胜仗。\n《象辞》说：王公赫然斯怒，威猛如虎，说明其人仪表威严，光采照人。\n北宋易学家邵雍解\n吉：得此爻者，时运转好，多吉利之事。做官的晋升有望。\n台湾国学大儒傅佩荣解\n时运：大运来到，得意非凡。\n财运：订好价钱，自可获利。\n家宅：不利迁动;须防不贞。\n身体：肝火浮动，不药可愈。\n\n上六：君子精神振奋，但基层官兵一反常态。筮遇此爻，占问征伐，则凶险。卜问居处则吉利。\n《象辞》说：君子精神振奋，说明其仪态清朗雍容。小人洗心革面，说明小人去恶从善，服从君上。\n北宋易学家邵雍解\n平：得此爻者，安分守己则是非不扰。做官的进取者会晋升，离退休者会功成身退。\n台湾国学大儒傅佩荣解\n时运：守成为宜，功成身退。\n财运：名利兼收，知足常乐。\n家宅：居之得安;多求必应。\n身体：静养修心。\n\n","火风鼎":"\n初六：将鼎倾覆，鼎足向上，筮遇此爻，利于清除恶人。以无子而纳妾。因纳妾而得子，没有灾祸。\n《象辞》说：将鼎倾覆，这不是悖乱之举。清除朝中恶人，这是听从了上面的旨意。\n北宋易学家邵雍解\n平：得此爻者，因人成事，多喜事，或结婚，或生子，忧者喜，贱者贵。做官的会因功得晋升。\n台湾国学大儒傅佩荣解\n时运：因祸得福，荣封之喜。\n财运：小损大利，以商为家。\n家宅：修整有吉;妾生贵子。\n身体：腹下泻症，即可痊愈。\n\n九二：鼎中有食物。筮遇此爻，家里有饭吃，仇家有疾病，再没有什么东西困扰我，吉利。\n《象辞》说：家里有饭吃，家境优裕，犹宜重其身家，慎其出处。仇家有疾病，我可以安亨清福，终于没有灾祸。\n北宋易学家邵雍解\n吉：得此爻者，虽有收获，但须防忧。做官的秉公执政，须防小人的谗言之扰。\n台湾国学大儒傅佩荣解\n时运：功名正盛，小心中伤。\n财运：袋中有财，须防盗窃。\n家宅：富家防窃;不宜娶女。\n身体：实热之症。\n\n九三：鼎耳脱落了。筮遇此爻，打猎无所获。野味莫吃光，老天要下雨，不知何日能出猎，坐吃山空，食物将匮乏，节约渡难关，终于得吉利。\n《象辞》说：鼎耳脱落，意在说其人行动失宜。\n北宋易学家邵雍解\n平：得此爻者，先难后易，老者多福，年轻人多不如意。做官的会遇到阻力，但最终的结果会好。\n台湾国学大儒傅佩荣解\n时运：妄意改变，难免有悔。\n财运：目前滞销，须待三年。\n家宅：须防突变;可能悔婚。\n身体：小心失聪。\n\n九四：鼎足太轻，不堪重负，以致折断，倾覆王公的珍馐美味，弄得汁液满地，形容狼藉。这是凶险之兆。\n《象辞》说：倾覆了王公的珍馐美味，这是喻指其人德薄而位尊，力小而任重，以致败坏军国大事，其结果如何呢?\n北宋易学家邵雍解\n凶：得此爻者，多灾之时，或生足疾。做官的有被贬职之忧。\n台湾国学大儒傅佩荣解\n时运：小损大刑，千万小心。\n财运：有去无回，小心性命。\n家宅：栋折之患;男女足疾。\n身体：足上生疮，难保完整。\n\n六五：豪华之鼎，上面装配有铜耳、铜铉。筮遇此爻吉利。\n《象辞》说：豪华之鼎，上面装配着铜耳、铜铉，这样的食鼎，理应盛着佳霉美味。\n北宋易学家邵雍解\n吉：得此爻者，时运不错，多获利。做官的多吉兆，多升迁。\n台湾国学大儒傅佩荣解\n时运：守住大贵，自然吉祥。\n财运：信息通达，可获大利。\n家宅：富贵之家;联姻贵族。\n身体：保护胸耳。\n\n上九：金属之鼎配以玉石之铉。占得此爻，大吉，无所不利。\n《象辞》说：上九爻辞讲玉石之铉配在金属之鼎上面，表明刚柔相接，上下安份，没有凌乱侵夺的现象。\n北宋易学家邵雍解\n吉：得此爻者，安稳利达，谋求遂意。做官的闲职者复职，离退者功成身退。\n台湾国学大儒傅佩荣解\n时运：和善待人，无往不利。\n财运：美玉待沽，自然有利。\n家宅：地位甚高;金玉之盟。\n身体：耳痛之症。\n\n","震为雷":"\n初九：雷声传来，吓得浑身发抖，后来听到雷声，仍谈笑如常，吉利。\n《象辞》说：雷声传来，吓得浑身发抖，是因为相信敬畏重大的天象可以免罪得福。后来听到雷声仍能谈笑如常，是说后来对这类事情有了些经验。\n北宋易学家邵雍解\n吉：得此爻者，好运到来，先惊后喜。\n台湾国学大儒傅佩荣解\n时运：好运新来，先苦后乐。\n财运：用心经营，得利可乐。\n家宅：谨慎为宜;先忧后喜。\n身体：先危后安。\n\n六二：雷电交加，十分危险，惊慌之中丢失了钱币，翻山越蛉，走了很远的路程去寻找也没有找到。筮者告诉他：“不必追寻了，七八日内，这损失可得补偿。”\n《象辞》说：雷电交加之时，翻越九重山，爻象显示其人触犯雷电，处境危险。\n北宋易学家邵雍解\n凶：得此爻者，多难之时，或有争诉，小心为妙。做官的有遭奸邪之辈陷害之忧。\n台湾国学大儒傅佩荣解\n时运：患得患失，不必过虑。\n财运：有得有失，危机意识。\n家宅：注意防盗;夫妻不睦。\n身体：病势可忧，七日可愈。\n\n六三：出门时遇到电闪雷鸣，感到疑惧不安。继续前进，不会有灾祸。\n《象辞》说：出门时遇到电闪雷鸣，感到疑惧不安，因为六三阴爻而居阳位，像人处境不利。\n北宋易学家邵雍解\n凶：得此爻者，多忧愁，多灾难，宜谨慎，可免祸。做官的不宜进取。\n台湾国学大儒傅佩荣解\n时运：加倍谨慎，可以免咎。\n财运：销路不佳，另行设法。\n家宅：小心地震;门户不当。\n身体：由危而安。\n\n九四：雷电下击，接触到地面。\n《象辞》说：其人猝闻惊雷，吓得坠入泥中，说明其人见识不广，胆量不大。\n北宋易学家邵雍解\n凶：得此爻者，一筹莫展，前进有阻。做官的有被贬职之危。\n台湾国学大儒傅佩荣解\n时运：欲振乏力，退而自保。\n财运：挥金如土，难有积蓄。\n家宅：阳气阻塞;辛苦成家。\n身体：腹部积滞，宜泄除之。\n\n六五：巨雷轰鸣，危险在前。只要小心谨慎，不至于酿成灾祸，亦无损于事。\n《象辞》说：巨雷轰鸣，危险在前，喻指人的行动将有危险。但是其事合符义理，故能没有大的损失。\n北宋易学家邵雍解\n凶：得此爻者，不吉之时，或有手足受损之忧。做官的守常者无忧。\n台湾国学大儒傅佩荣解\n时运：患难已过，可成大事。\n财运：小损大利，不必多忧。\n家宅：祭祷防祟。\n身体：修身养性。\n\n上六：雷电交加，其人行动谨慎，警戒四顾，因为行路艰难，危险四伏。但是雷电不会击在他身上，而是落在邻人的头上。因为他本人没有什么过错，而其他邻人却犯有罪责。\n《象辞》说：雷电交加，行动谨慎，因为内心虚空，精神紧张。虽然凶险但毕竟没有灾祸，因为对于邻人的遭遇有所警戒，从而能远恶近善。\n北宋易学家邵雍解\n凶：得此爻者，须谨防意外，或夫妻有刑克，亲邻遭难。做官的要谨防被贬职之忧。\n台湾国学大儒傅佩荣解\n时运：位高必危，静守为宜。\n财运：须防过贪，谨守小成。\n家宅：邻居有事;近时媒来。\n身体：安心养目。\n\n","艮为山":"\n初六：歇脚养息，不要轻举妄动，自然无灾难，这是长期吉利的贞兆。\n《象辞》说：歇脚养息，不要轻举妄动，远离不义，不失正道，自然永远吉利。\n北宋易学家邵雍解\n平：得此爻者，宜守本份，不要纵欲。做官的保守己职者无失。\n台湾国学大儒傅佩荣解\n时运：初交好运，退守无咎。\n财运：知足常乐，多行善事。\n家宅：可以长住;百年好合。\n身体：足疾就医。\n\n六二：停立不行，但腿部肌肉还是负伤。心里很不愉快。\n《象辞》说：腿部肌肉还是负伤，因为其人固执己见，没有退回来，听取别人的意见。\n北宋易学家邵雍解\n凶：得此爻者，运势受阻，或奔波在外，多劳苦;或有足疾。做官的得不到他人的帮助，不宜上进。\n台湾国学大儒傅佩荣解\n时运：运途受阻，缺少援手。\n财运：止而不售，难免心忧。\n家宅：不宜迁居;避开此婚。\n身体：药物难治。\n\n九三：卸掉重担，保护腰部，但是胁间肉却已裂开了，引退不及时，则罹凶险。这是由于为名利所惑，不能迅速引退卸职所招致的灾祸。\n《象辞》说：“卸掉重担，保护腰部，胁间肉却已裂开了，引退不及时，则罹凶险”，危险是由为名利迷惑所致。\n北宋易学家邵雍解\n凶：得此爻者，不顺之时，危难不安。\n台湾国学大儒傅佩荣解\n时运：顺时可成，不可勉强。\n财运：闭关自守，难免穷困。\n家宅：往来为宜;不拘门户。\n身体：血脉不通。\n\n六四：引退保身，没有灾祸。\n《象辞》说：引退保身，是说其人注意力全部集中在自身的安危上，所以不会招惹灾难。\n北宋易学家邵雍解\n平：得此爻者，宜安分守常，不可有非分之想。\n台湾国学大儒傅佩荣解\n时运：无得无失，保身无咎。\n财运：可以保本，另得良机。\n家宅：平安无事;婚姻平平。\n身体：带病延年。\n\n六五：闭口少言，讲话有分寸，自然没有悔恨。\n《象辞》说：闭口少言，讲话有分寸，没有悔恨，因为六五之爻居上卦中位，像人谨守中正之道。\n北宋易学家邵雍解\n平：得此爻者，正人君子，人情和合，谋望遂意。做官的会居要职。\n台湾国学大儒傅佩荣解\n时运：言谈中正，自然可取。\n财运：保密为要，商机可成。\n家宅：位得中正;慎防巧言。\n身体：口能发声，病即可治。\n\n上九：注意保护自己的脑袋，首级不失，自然吉利。\n《象辞》说：爻辞讲以忠厚为归宿之所以吉利，因为上九之爻为一卦之终爻，像人秉守忠厚，必得善终。\n北宋易学家邵雍解\n吉：得此爻者，多福多利，但易防不吉之事。做官的会升迁，读书人会取得佳绩。\n台湾国学大儒傅佩荣解\n时运：好上加好，自然吉祥。\n财运：上手生意，获利自多。\n家宅：世代忠厚;婚姻吉祥。\n身体：体质厚实。\n\n","风山渐":"\n初六：鸿雁走进了山涧。筮遇此爻，警惕小孩顽皮，遭遇危险，应该加以谴责，则没有灾难。\n《象辞》说：小孩顽皮遭遇危险，因为有家长呵责制止，理应不会出事故。\n北宋易学家邵雍解\n凶：得此爻者，运气不佳，谋为不利。\n台湾国学大儒傅佩荣解\n时运：初行好运，要有耐心。\n财运：有约在先，宜防小人。\n家宅：尚无大碍;女长男少。\n身体：大人没事，小孩就医。\n\n六二：鸿雁走上水边高地，饱饮饱食，自得喜乐。筮遇此爻，吉利。\n《象辞》说：饱饮饱食，自得喜乐，喻指其人，自食其力，从不白吃白喝。\n北宋易学家邵雍解\n吉：得此爻者，无往不利，随处皆安。\n台湾国学大儒傅佩荣解\n时运：嘉宾安乐，名利皆有。\n财运：日益增加，稳若磐石。\n家宅：和乐相处;百年偕老。\n身体：饮食过度之症。\n\n九三：鸿雁走到旱地上。筮遇此爻，丈夫出征可能不再回返，妇女怀孕可能流产，这是凶险之兆。但有利于抵御敌寇。\n《象辞》说：丈夫出征不再回返，说明其人掉队遇险。妇女怀孕而流产，说明其人失其保胎之道。利于抵御敌寇，说明国人能够同心同德，保家卫国。\n北宋易学家邵雍解\n凶：得此爻者，多惊扰，人情不睦，盗贼侵害。做官的上进有阻力，有被贬之忧。\n台湾国学大儒傅佩荣解\n时运：运势不正，须防有祸。\n财运：不易得利，防有盗贼。\n家宅：不利生产，须防离散。\n身体：生产时恐难两全。\n\n六四：鸿雁飞到树木上，有的停息在河边堆放的桷木上。筮遇此爻，没有灾难。\n《象辞》说：有的鸿雁停息在河边堆放的桷木上之所以没有灾难，因为六四阴爻居于九五阳爻之下，像人有驯服而又谦逊之德。\n北宋易学家邵雍解\n平：得此爻者，利于修造，自给自足。做官的须随遇而安，升迁无定。\n台湾国学大儒傅佩荣解\n时运：随遇而安，可以免咎。\n财运：利润甚微，保本即可。\n家宅：可能寡居。\n身体：肝火过盛。\n\n九五：鸿雁走到山陵上。筮遇此爻，妻子多年不能怀孕，但始终不会被人取代，吉利。\n《象辞》说：始终没有被人取代，吉利，妻子实现了与其丈夫和谐白头的愿望。\n北宋易学家邵雍解\n吉：得此爻者，先难后易，做官的多招诽谤，先暗后明。\n台湾国学大儒傅佩荣解\n时运：运势中正，三年必成。\n财运：眼前平平，三年大发。\n家宅：可以安居;得子稍迟。\n身体：三年可愈。\n\n上九：鸿雁走到山头上，它的羽毛可用来编织舞具。这是吉利之兆。\n《象辞》说：鸿雁的羽毛可用来编织舞具，这是吉利之兆，编织舞具的羽毛应该纯而不杂，像人心志不乱。\n北宋易学家邵雍解\n吉：得此爻者，得人荐举，谋望有成，祸患不侵，多福多利。做官的大运来到，会得到重用。读书人会取得好成绩。\n台湾国学大儒傅佩荣解\n时运：大运来到，谋望有成。\n财运：货美价高，自然获利。\n家宅：辉煌可观;婚姻吉祥。\n身体：健康活泼。\n\n","雷泽归妹":"\n初九：嫁女而将其妹妹一同陪嫁。跛脚而能行走。筮遇此爻，出行吉利。\n《象辞》说：嫁女而将其妹妹一同陪嫁，是说姊妹共嫁一夫，这是古代贵族婚嫁的常规。跛脚而能行走，出行吉利，因为跛者获得别人的帮助。\n北宋易学家邵雍解\n吉：得此爻者，有小德，谋望顺遂。做官的或有政绩。\n台湾国学大儒傅佩荣解\n时运：因人成事，乏善可陈。\n财运：奉命而行，幸可获利。\n家宅：偏屋亦吉。\n身体：不良于行。\n\n九二：眼睛瞎了而能看得见。这是利于囚徒的贞卜。\n《象辞》说：这是利于囚徒的贞卜，因为身处囚笼尚不失正道，故能重见光明。\n北宋易学家邵雍解\n平：得此爻者，不宜进取，守旧者则祸害不生。\n台湾国学大儒傅佩荣解\n时运：不必幻想，安心修养。\n财运：独到之见，暗中得利。\n家宅：适合隐居;偏房为宜。\n身体：保养眼睛。\n\n六三：嫁女而用其姊陪嫁，随后又与其妹妹返归父母家。\n《象辞》说：嫁女而用其姊陪嫁，这件事不妥当。\n北宋易学家邵雍解\n凶：得此爻者，进退无常，劳役悲苦。做官的有被降职之忧。\n台湾国学大儒傅佩荣解\n时运：受人抑制，忍耐一时。\n财运：眼前无利，可图未来。\n家宅：不是正宅;不是正娶。\n身体：待时可愈。\n\n九四：出嫁时超过了婚龄，迟迟不嫁是因为有所等待。\n《象辞》说：超龄而不嫁，因为她决意找到合意的郎君。\n北宋易学家邵雍解\n平：得此爻者，不是佳期，须待时运。\n台湾国学大儒傅佩荣解\n时运：行运有时，不宜躁进。\n财运：待时而动，自可获利。\n家宅：暂勿迁居;须待时日。\n身体：安心静养。\n\n六五：帝乙嫁女于周文王，以其次女陪嫁。论嫁妆姊的不如妹的好。良辰择在某月十四日，吉利。\n《象辞》说：帝乙嫁女于周文王，姊的嫁妆不如妹的好。六五之爻居上卦中位，像女嫁夫家处于尊贵之位。\n北宋易学家邵雍解\n吉：得此爻者，正值好运，或成婚，或得财。做官的会受到重用，身居要职。\n台湾国学大儒傅佩荣解\n时运：谦虚得福，联袂上进。\n财运：后货较优，早售有利。\n家宅：喜事临门;二女同归。\n身体：半月可愈。\n\n上六：献祭之时，新娘捧着盛祭品的筐具，但筐中无物;新郎以刀刺羊，但羊不流血。此不祥之兆，无所利。\n《象辞》说：上六之爻居一卦之尽头，孤悬无所依赖，正宜其捧着空空的筐具。\n北宋易学家邵雍解\n凶：得此爻者，事多不顺，营谋皆空。做官的居虚位而无实禄。\n台湾国学大儒傅佩荣解\n时运：诸事不顺，小心为宜。\n财运：本虚货缺，如何得利。\n家宅：须防纷争;婚娶不正。\n身体：虚劳失血，不治之象。\n\n","雷火丰":"\n初九：旅途之中受到一位女主人的接待，与这位寡居的女人结成夫妻。占卜结果显示：不会遭人议论，而且能得到人们的赞同。\n《象辞》说：十日之内没有灾难，意思是超过一旬就有灾了。\n北宋易学家邵雍解\n平：得此爻者，得贵人提拔，谋望有成，不良者有大过，必招灾殃。做官的会遇到明主，得以晋升。\n台湾国学大儒傅佩荣解\n时运：贵人相助，十年好运。\n财运：货物正巧，十日有利。\n家宅：可以安居；婚姻宜速。\n身体：良医十日可愈，久则不治。\n\n六二：将小席拼缀起来，躺下休息。正午时分，有人说看见北斗星。看来旅伴之中有人精神错乱。对他加以刺激，或许可以使他清醒。\n《象辞》说：存心诚信，一言一行都能表现出来，因为这是坦白直率地表达了自己的心愿。\n北宋易学家邵雍解\n吉：得此爻者，有久困发财之美，有讼者不辩自明，有病者会愈。做官的忠言多阻于邪议，先失后得。\n台湾国学大儒傅佩荣解\n时运：坚守正道，逢凶化吉。\n财运：以诚待人，拨云见月。\n家宅：明亮为宜;始疑终谐。\n身体：狭心之症，需要开导。\n\n九三：将铺草加厚，躺下休息。正午时分，此人又说看见鬼魅。将他的右臂折断。经此一吓，或许他能清静。\n《象辞》说：将铺草加厚，这起不了什么大的作用。将其右臂折断，那他就终身残废了。\n北宋易学家邵雍解\n平：得此爻者，营谋难遂，或明而受蔽，争诉日起，或手足有疾，难于做事。做官的有告休之兆。\n台湾国学大儒傅佩荣解\n时运：气运颠倒，须防灾难。\n财运：涨跌难测，颇有损耗。\n家宅：只可暂居。\n身体：右臂受伤。\n\n九四：将小席拼缀起来，躺下休息。正午时分，此人还在说看见北斗星，看来还未恢复正常。幸好遇着了他的老店主，把他托付给老店主，这一下可清静平安了。\n《象辞》说：将小席拼缀起来，随地休息，是所处不得当，正如九四阳爻而处于阴位一样。正午时分看见北斗，也许天空迷暗不明的缘故。遇着他的老店主，这是吉利之行。\n北宋易学家邵雍解\n平：得此爻者，明而受蔽，\n六五：赚得美玉，大家都庆贺夸奖他。这是吉利之兆。\n《象辞》说：六五爻辞所讲的吉利，是因为有吉庆之事。\n北宋易学家邵雍解\n吉：得此爻者，会得好人提举，谋望称意。读书人会取得佳绩。\n台湾国学大儒傅佩荣解\n时运：实至名归，自然吉祥。\n财运：经商有成，利名并至。\n家宅：名门正户;天作之合。\n身体：名医治之。\n\n上六：房子空荡荡的，屋顶上散乱盖着草席，从门缝里探视，寂无一人。看样子这里多年未住人了。这是不祥之兆。\n《象辞》说：增修扩建房屋，看来此人如鸟飞蓝天，志得意满，发财不小。从门缝里探视，寂无一人，看来财多害身，横遭灾祸，他逃生去了。\n北宋易学家邵雍解\n凶：得此爻者，骨肉相残，离祖成家，难免口舌之争。做官的位高者有危。\n台湾国学大儒傅佩荣解\n时运：有命无人，不堪设想。\n财运：无人经营，一筹莫展。\n家宅：没落之家;婚姻不详。\n身体：大限将至。\n\n","火山旅":"\n初六：旅人三心二意，进退犹豫，最后还是离开住所，结果自遭灾祸。\n《象辞》说：旅人三心二意，说明其人四处碰壁，精神疲惫。\n北宋易学家邵雍解\n凶：得此爻者，运气不佳，须防祸难。做官的有才但不能受到上司的重用。\n台湾国学大儒傅佩荣解\n时运：所得有限，修行为宜。\n财运：本小利微，小心灾祸。\n家宅：谨慎免灾;小户联姻。\n身体：病初即治。\n\n六二：旅人来到市场，带着钱财，买来一男仆，卜问得吉兆。\n《象辞》说：买一男仆，卜问得吉兆，看来这笔买卖没有问题。\n北宋易学家邵雍解\n吉：得此爻者，运气转好，营谋有成。做官的显耀。\n台湾国学大儒傅佩荣解\n时运：运势中正，名利皆得。\n财运：生财有道，做客无忧。\n家宅：寄居亦福;富室赘婿。\n身体：旅途有恙，受人照料。\n\n九三：旅人来到着火的市场上，新买的男仆乘乱跑掉。卜问得险兆。\n《象辞》说：旅人来到着火的市场，岂不遭受损失。因为旅人带着男仆同往，男仆乘乱跑掉是很自然的。\n北宋易学家邵雍解\n凶：得此爻者，运势转坏，多灾多难。做官的有离职之忧。\n台湾国学大儒傅佩荣解\n时运：运势颠倒，危难不少。\n财运：不必求利，早些防祸。\n家宅：小心防火;难以偕老。\n身体：孩子或童仆难保。\n\n九四：旅人回到客居之处，因为赚了不少钱，心中不踏实。\n《象辞》说：旅人回到客居之处，这不是恰当的住处。赚了不少钱，恐怕抢劫，自然心中不踏实。\n北宋易学家邵雍解\n凶：得此爻者，在外者会有所成就，但美中不足，有忧惨是非之事发生。从商者会获利。\n台湾国学大儒傅佩荣解\n时运：一时有困，来年再说。\n财运：获利有限，心中不平。\n家宅：地位不适;不是正室。\n身体：忧郁不欢。\n\n六五：射野鸡，一发命中，其人因而博得善时的美名。\n《象辞》说：终于博得善射的美名，众口传誉，上面的人也知道了。\n北宋易学家邵雍解\n吉：得此爻者，会得到老者的帮助，事有所成。\n台湾国学大儒傅佩荣解\n时运：晚运甚佳，值得恭喜。\n财运：小失大得，有利有名。\n家宅：可称美善;佳偶天成。\n身体：殉难受奖。\n\n上九：鸟儿的巢窠被焚烧，周人的邑落被抢劫，四处流落的周人啊，美好的生活已成往事，悲惨的现实即在眼前，狄人牵着牛羊去，往后的日子怎么过。\n《象辞》说：以商旅身份而身登高爵，非分之极，其居室被焚毁是意料之中的事，牛羊在易地被抢劫，也没有人来体恤安慰，是理所应当。\n北宋易学家邵雍解\n凶：得此爻者，先好后坏，或迁居修造以避灾难，或有目疾，或会遭火灾。做官的难保其位，有先得后失之忧。\n台湾国学大儒傅佩荣解\n时运：有失无得，乐极生悲。\n财运：小利大损，十分凶险。\n家宅：覆巢之险;先喜后悲。\n身体：属牛者凶。\n\n","巽为风":"\n初六：进退听命，这是利于武人的占卜。\n《象辞》说：进退听命，是因为自己没有成见。武人具有坚定的意志是应该的，因为只有意志坚定，才能勇敢无畏，临危不乱。\n北宋易学家邵雍解\n平：得此爻者，有得有失，不良者多招诽谤。做官的或有差役，进退不一，或有兼权，难中有易。\n台湾国学大儒傅佩荣解\n时运：谋事不成，考虑从军。\n财运：犹豫不决，无利可图。\n家宅：朝西有利;联姻军人。\n身体：积极强身。\n\n九二：病人卧床不起，祝史巫士降神祭祀，禳灾驱鬼，忙碌不停。病情有好转，灾难消除了。\n《象辞》说：祝史巫士禳灾驱鬼忙碌不停，之所以使病情有好转，因为九二阳爻居下卦中位，爻象既得，灾难自退。\n北宋易学家邵雍解\n吉：得此爻者，诚恳待人，谋望获利。做官的有升迁之机。\n台湾国学大儒傅佩荣解\n时运：神明保佑，运途顺利。\n财运：买卖难决，最好占筮。\n家宅：虔诚祷告;卜之则吉。\n身体：祭拜免咎。\n\n九三：勉强顺从，其心必不顺畅。\n《象辞》说：勉强顺从，而内心不顺畅，说明这是出于无可奈何。\n北宋易学家邵雍解\n凶：得此爻者，运势低迷，有穷困之厄。做官的有被贬职之忧。\n台湾国学大儒傅佩荣解\n时运：位卑志低，受人轻视。\n财运：过于卑顺，如何争利。\n家宅：贫穷之家;门户低微。\n身体：太过疲弱。\n\n六四：没有悔恨，狩猎获得各种猎物。\n《象辞》说：狩猎获得各种猎物，说明狩猎大有收获。\n北宋易学家邵雍解\n吉：得此爻者，正当好运，多福多利。读书人会取得佳绩。\n台湾国学大儒傅佩荣解\n时运：走上正运，出而有功。\n财运：皮革羽毛，皆可致富。\n家宅：装潢美观;婚礼华丽。\n身体：可以痊愈。\n\n九五：贞卜得吉兆，没有悔恨，无所不利。虽没有良好的开端，但有良好的结局。时日定在丁日或癸日，其事一定成功。\n《象辞》说：九五爻辞之所以讲吉利，因为九五阳爻居上卦中位，像人事合于正道，自然吉利。\n北宋易学家邵雍解\n吉：得此爻者，谋望有成，无往不利。做官的先阻后顺。\n台湾国学大儒傅佩荣解\n时运：中正之位，无往不利。\n财运：初有小悔，后得大利。\n家宅：坐北朝南;相配得宜。\n身体：三日可愈。\n\n上九：人隐伏在床底下，钱财则被洗劫一空。卜问得凶兆。\n《象辞》说：隐伏在床底下，正是上九阳爻穷途末路之象。钱财被洗劫，不正是凶险之事吗?\n北宋易学家邵雍解\n凶：得此爻者，多损失，或生疾病。做官的有运不逢时，须谨慎。\n台湾国学大儒傅佩荣解\n时运：越高越危，有失无得。\n财运：因循失利，损耗不小。\n家宅：有丧;惧内。\n身体：或许告终。\n\n","兑为泽":"\n初九：和睦欢喜，吉利。\n《象辞》说：和睦欢喜之所以吉利，因为人际邦交无所猜疑。\n北宋易学家邵雍解\n吉：得此爻者，人情和合，百谋皆遂。\n台湾国学大儒傅佩荣解\n时运：以和为贵，诸事皆吉。\n财运：秋实可收，自然有利。\n家宅：和乐融融;室家得宜。\n身体：宽心无忧。\n\n九二：优待俘虏，吉利，没有悔恨。\n《象辞》说：以诚信待人，人亦热忱待之，之所以吉利，因为互相之间有了信任。\n北宋易学家邵雍解\n吉：得此爻者，正当好运，事事和顺。做官的有升迁之兆。\n台湾国学大儒傅佩荣解\n时运：上下同心，自然吉祥。\n财运：以信为本，可长可远。\n家宅：与邻共富;阴阳相合。\n身体：疑病得解。\n\n六三：以使人归服为乐，蕴藏着凶险。\n《象辞》说：以使人归服为乐，蕴藏着凶险，因为力小而任大，德薄而欲多，所行必不当。\n北宋易学家邵雍解\n凶：得此爻者，会有意外之祸，甚者则失道忘身。做官的有听信谗言而遭辱之忧。\n台湾国学大儒傅佩荣解\n时运：奔走营求，虽成亦辱。\n财运：无信之商，未来堪虑。\n家宅：去伪存诚;先合后离。\n身体：小心外祸。\n\n九四：商谈恢复邦交之事，尚未达成协议，但两国的矛盾分歧有了愈合的趋势。\n《象辞》说：九四爻辞所讲的喜，即是指将有喜庆之事。\n北宋易学家邵雍解\n平：得此爻者，从商获利，或进人口，不良者或有疾病，谋望不成。做官的会身居要职，升迁有望。\n台湾国学大儒傅佩荣解\n时运：奋斗将成，斟酌行止。\n财运：忧心之事，商量解决。\n家宅：多疾不安;再三说媒而成。\n身体：心神不安，喜事舒怀。\n\n九五：被剥国俘虏。剥国无理挑衅，必遭惩罚(对我方而言，坏事将变为好事)。\n《象辞》说：当被侵剥之时，仍以诚信待人，正如九五阳爻所象，其人秉行中正之道，必能逢凶化吉。\n北宋易学家邵雍解\n凶：得此爻者，时运不佳，多意外之祸。做官的会受到小人的诽谤。\n台湾国学大儒傅佩荣解\n时运：居安思危，常得其昌。\n财运：虽有小损，信心仍在。\n家宅：诚信为上。\n身体：皮肤有疾，速治可愈。\n\n上六：引导大家和睦相处。\n《象辞》说：上六爻辞讲引导大家和睦相处，用意虽佳，但上六阴爻处一卦之尽头，像其人未必能一呼百应。\n北宋易学家邵雍解\n平：得此爻者，营谋不顺，谨防有忧。\n台湾国学大儒傅佩荣解\n时运：靠人扶持，平平之运。\n财运：有人指引，稍有小利。\n家宅：内忧外患;似非正聘。\n身体：化解内邪，才可保全。\n\n","风水涣":"\n初六：洪水突来，因而乘马逃避，匆促跌伤，幸免淹亡之祸，吉利。\n《象辞》说：初六爻辞讲的吉利，是因为初六阴爻居九二阳爻之下，有阴柔顺从阳刚之意。像马顺从人意。\n北宋易学家邵雍解\n吉：得此爻者，得尊上提举，营谋皆遂。做官的会受到重用，有望晋升。\n台湾国学大儒傅佩荣解\n时运：险中得救，必有后福。\n财运：同事相助，可以得利。\n家宅：新厦可居。\n身体：急治为宜。\n\n九二：洪水奔涌，冲毁房基。性命无虞。不幸中之万幸。\n《象辞》说：荡涤冲刷其污垢，正是心中所愿。\n北宋易学家邵雍解\n平：得此爻者，谋望有成，或会成家。做官的有实权。\n台湾国学大儒傅佩荣解\n时运：运势顺利，心想事成。\n财运：货物贸易，如愿以偿。\n家宅：先散后聚;女长于男。\n身体：愁眉不展，良医可治。\n\n六三：洪水冲到身上，幸免于难，尚可庆幸。\n《象辞》说：冲刷他的身体，说明其人志在教育他人，治理国家。\n北宋易学家邵雍解\n平：得此爻者，常人获利。做官的出外就职。\n台湾国学大儒傅佩荣解\n时运：勇于赴难，值得尊敬。\n财运：重财轻命，自讨苦吃。\n家宅：出外免祸;守节之志。\n身体：转危为安。\n\n六四：洪水冲向人群，然而十分幸运，因为人群聚集在山丘上，洪水只能淹到山脚，否则其后果是平常难以想像的。\n《象辞》说：冲刷大众百姓，说明君王德教广施，教化大行。\n北宋易学家邵雍解\n吉：得此爻者，先凶后吉，谋望和合，求利可获。做官的会身居要职。\n台湾国学大儒傅佩荣解\n时运：大运亨通，脱困成业。\n财运：散财济危，自成天地。\n家宅：自有可观。\n身体：凝聚元气，病体自愈。\n\n九五：洪水横溢，淹没国都，淹及王宫，牵好人员早巳撤走，没有大的灾难。\n《象辞》说：王宫没有遭遇灾难，因为九五阳爻居上卦中位，位尊且正，自然无灾难。\n北宋易学家邵雍解\n吉：得此爻者，正当好运，事事皆吉，求利者遂。做官的会升迁。\n台湾国学大儒傅佩荣解\n时运：中正之位，诸事皆吉。\n财运：言行中庸，利润自来。\n家宅：富贵之家;必得贵婿。\n身体：大汗可愈。\n\n上九：洪水退去，忧患消除，但仍须警惕，加强防范，这样就没有灾难。\n《象辞》说：有血光之灾，走开，远远地走开，这样就可远离灾害。\n北宋易学家邵雍解\n平：得此爻者，先难后易，运势好转。做官的外出就职者会有灾难。\n台湾国学大儒傅佩荣解\n时运：运势通达，无须忧心。\n财运：贸易顺利，财源自来。\n家宅：避免冲突;远嫁之象。\n身体：气血郁积，疏通即治。\n\n","水泽节":"\n初九：筮遇此爻，杜门不出，没有灾祸。\n《象辞》说：杜门不出，因为其人知道所行必不通。\n北宋易学家邵雍解\n平：得此爻者，进取不利，宜守旧。\n台湾国学大儒傅佩荣解\n时运：闭门修行，平安是福。\n财运：不利行商，可以开店。\n家宅：可以安居;夫妇得当。\n身体：安居静养。\n\n九二：筮遇此爻，杜门不出，也有凶险。\n《象辞》说：杜门不出，也有凶险，因为坐失良机，错误已极。\n北宋易学家邵雍解\n凶：得此爻者，时运不佳，事多乖离，宜动不宜静。做官的不得时运。\n台湾国学大儒傅佩荣解\n时运：因循自误，坐失良机。\n财运：错过时机，不赚反赔。\n家宅：屋内无人;旷怨难免。\n身体：行走艰难。\n\n六三：不节俭则困穷，处困穷则知悔过，知悔过则可以无灾难。\n《象辞》说：奢侈带来了悔恨，这是谁之过?\n北宋易学家邵雍解\n平：得此爻者，多辛苦，少收获。\n台湾国学大儒傅佩荣解\n时运：得而后失，叹息无奈。\n财运：不知守财，咎由自取。\n家宅：先富后贫;先喜后悲。\n身体：饮食不节致病。\n\n六四：安于节俭遵礼的生活，通泰。\n《象辞》说：安于节俭遵礼的生活之所以吉利，是因为顺从了君上的旨意。\n北宋易学家邵雍解\n吉：得此爻者，秉公守法，安于正道，福利可获。做官的会得到上司的欣赏，升迁有望。\n台湾国学大儒傅佩荣解\n时运：平安是福，听命行事。\n财运：安居外地，一切节俭。\n家宅：平安无事;夫妻平顺。\n身体：病由口入。\n\n九五：以节俭遵礼为乐，吉利。秉此而行，所往必得别人资助。\n《象辞》说：以节俭遵礼为乐之所以吉利，因为九五之爻，所居恰当，像人居德行义，自然获得人家资助。\n北宋易学家邵雍解\n吉：得此爻者，正当好运，谋望有成。\n台湾国学大儒傅佩荣解\n时运：苦尽甘来，功名必显。\n财运：贩米外地，获利必丰。\n家宅：正直节俭;百年好合。\n身体：节食可治。\n\n上六：以节俭遵礼为苦，卜问得凶兆，其人将为家道败落而悔恨。\n《象辞》说：以节俭遵礼为苦，卜问得凶兆，正如上六阴爻孤悬一卦之尽头，像人走入穷困不通的境地。\n北宋易学家邵雍解\n凶：得此爻者，不得天时，名利皆无。做官的不知变通，前途渺茫。\n台湾国学大儒傅佩荣解\n时运：不知变通，贫困一生。\n财运：失去良机，怨叹无用。\n家宅：开明为宜;顽固难处。\n身体：病势垂危。\n\n","风泽中孚":"\n初九：行安神之礼，吉利。有这样的变故，自然不行讌礼。\n《象辞》说：初九爻辞讲行安神之礼，吉利，因为慕恋先人的心愿未变。\n北宋易学家邵雍解\n吉：得此爻者，得贵人提举，谋事有成，但喜中有忧，宜行正道，修身养性，不可逸乐。做官的会受到举荐，能居要职。\n台湾国学大儒傅佩荣解\n时运：用心专一，有志竟成。\n财运：安于本业，久之必得。\n家宅：不必迁居;从一而终。\n身体：谨防病变，变则危险。\n\n九二：老鹤在树荫下鸣叫，小鹤在旁边附和。我有美酒，与你共享用。\n《象辞》说：小鹤和应老鹤，这是心灵相通的表现。\n北宋易学家邵雍解\n吉：得此爻者，无往不利，多进钱财，或生子。做官的会晋升。\n台湾国学大儒傅佩荣解\n时运：此唱彼和，正合我意。\n财运：主客同心，交相获利。\n家宅：家贵子孝;夫唱妇随。\n身体：传染之疾。\n\n六三：击败了敌人，有的击鼓追击，有的凯旋报捷;消息传来，有的高兴得热泪盈眶，有的放声高歌。\n《象辞》说：有的人击鼓追击，有的凯旋报捷，但从爻象看来，六三阴爻而处于阳位，胜利之中，恐怕隐伏着不测之祸。\n北宋易学家邵雍解\n凶：得此爻者，喜中有忧，事多反复。做官的同僚不睦，先进后退。\n台湾国学大儒傅佩荣解\n时运：运势颠倒，荣辱随之。\n财运：忽成忽败，缺乏主见。\n家宅：谨防离奇;反复未成。\n身体：时好时坏，求神保佑。\n\n六四：月中的时候，马匹丢失了，但无大的灾祸。\n《象辞》说：马匹丢失了，此后要加倍警惕，防止再发生类似事情。\n北宋易学家邵雍解\n平：得此爻者，能得到提拔，但有失去配偶或财产之忧。做官的会晋升，身居要位。\n台湾国学大儒傅佩荣解\n时运：持盈保泰，先公后私。\n财运：谋事顺利，财源亦丰。\n家宅：阴气过盛;可能丧偶。\n身体：可渐复元。\n\n九五：俘虏成群，串连捆绑。没有灾难。\n《象辞》说：存心诚信，始终如一，正如九五爻象所显示的，其人行事与其地位相合。\n北宋易学家邵雍解\n吉：得此爻者，人情和合，谋事有成，无往不利。做官的君臣一心，会得到上司的赞赏。\n台湾国学大儒傅佩荣解\n时运：运势中正，有求必应。\n财运：同心协力，经营有成。\n家宅：和乐之家;百年好合。\n身体：手足不便，带病延年。\n\n上九：鸡飞到天空。卜问得凶兆。\n《象辞》说：鸡飞到天空，它怎能长久飞翔呢?\n北宋易学家邵雍解\n凶：得此爻者，多虚少实，前路凶险。经商者会有损失。做官的有近颜之喜。\n台湾国学大儒傅佩荣解\n时运：虚而不实，令人担心。\n财运：外强中干，未来可忧。\n家宅：家业难保;恐难偕老。\n身体：病状甚苦。\n\n","雷山小过":"\n初六：飞鸟经过空中，预兆着凶险。\n《象辞》说：飞鸟经过空中，预兆着凶险，这是无可奈何之事。\n北宋易学家邵雍解\n凶：得此爻者，不得天时，灾难突来。做官的有骤然取祸之忧。读书人则有一飞冲天之兆。\n台湾国学大儒傅佩荣解\n时运：不安本分，结果堪虞。\n财运：不自量力，难免失败。\n家宅：屋宜低小;门当户对。\n身体：神魂难保。\n\n六二：错过了他的祖父，但遇着了他的祖母;没有赶上国君，还是遇着了臣僚。虽有差迟，但非徒劳，因而无灾难。\n《象辞》说：没有赶上国君，因为臣子固不宜超越国君。\n北宋易学家邵雍解\n平：得此爻者，得贵人指引，谋望有成。做官的严于律己，恪守己职，则升迁有望。\n台湾国学大儒傅佩荣解\n时运：平顺之运，得半已足。\n财运：虽未满载，得半亦可。\n家宅：不安之象;恐非正配。\n身体：药力未至，继续诊治。\n\n九三：不要过分指责，但要制止他的错误发展，如果听任放纵，反而害了他，必遭凶险。\n《象辞》说：听任放纵反而害了他，凶险已极，不可言状。\n北宋易学家邵雍解\n凶：得此爻者，时运不济，谨防意外。做官的须防小人奸邪之辈所害。\n台湾国学大儒傅佩荣解\n时运：切勿躁进，自保免祸。\n财运：外出经营，盗贼可怕。\n家宅：谨防凶祸;小心冤家。\n身体：刀伤凶险。\n\n九四：没有过错，不要指责他，但要防止发生错误。前去冒险，则必须立即加以警告，无须乎卜问往后的吉凶。\n《象辞》说：不要过份指责，但要防止发生错误，因为九四阳爻处于阴位，像人处境不利，容易出错。前去冒险，必须加以警告，因为明知而故犯，只能加速自己的失败。\n北宋易学家邵雍解\n平：得此爻者，宜安常守职，不可妄动。\n台湾国学大儒傅佩荣解\n时运：观察情势，不可妄动。\n财运：适可而止，切勿过贪。\n家宅：安居为宜;勿急媒聘。\n身体：静养心神。\n\n六五：在我西郊的上空，云气密布，降雨在即。王公本是去射鸟，可是在洞穴捉到野兽。\n《象辞》说：云气密布，降雨在即，因为雨云已聚集在空中。\n北宋易学家邵雍解\n平：得此爻者，不利谋事，守旧为佳。做官的有告休之危。\n台湾国学大儒傅佩荣解\n时运：平淡之时，难成大事。\n财运：小利可得，不必多想。\n家宅：小康之家;恐非正娶。\n身体：针灸可治。\n\n上六：不加制之，因而犯下过失，好比飞鸟钻入罗网，凶险啊，这叫做灾难。。\n《象辞》说：不加制止，因而犯下过失，正如上六阴爻位象所示，其人太猖狂了。\n北宋易学家邵雍解\n凶：得此爻者，时运不佳，不知退守，过刚则折。\n台湾国学大儒傅佩荣解\n时运：不知退守，自取其祸。\n财运：时机不对，无得有失。\n家宅：离散之象;小心奸计。\n身体：凶险之病，速求良医。\n\n","水火既济":"\n初九：提着腰带过河，打湿了衣尾。没有大问题。\n《象辞》说：提着腰带过河，打湿了衣尾，理应无灾难。\n北宋易学家邵雍解\n平：得此爻者，时运未到，欲动未动，安保无虞。做官的有职未受，有位未登。\n台湾国学大儒傅佩荣解\n时运：奋勉有加，可以无咎。\n财运：暂时稳住，将可脱困。\n家宅：可以安居;初聘为吉。\n身体：初病可治。\n\n六二：妇人丢失了头巾，不用寻找，七日内可以不寻而得。\n《象辞》说：七日内可以不寻而得，因为六二阴爻居阴位，位象既得，失物将还。\n北宋易学家邵雍解\n平：得此爻者，先难后易，做官的有先逆后顺之美。\n台湾国学大儒傅佩荣解\n时运：不计小利，得成大功。\n财运：失而复得，不必担心。\n家宅：七年可还;将可团聚。\n身体：七日可愈。\n\n九三：高宗讨伐鬼方，费时三年才打败它。筮遇此爻，不可重用小人。\n《象辞》说：费时三年才打败它，因为鬼方这时已疲惫不堪。\n北宋易学家邵雍解\n凶：得此爻者，有结怨争诉之损。做官的多差遣征伐之举。\n台湾国学大儒傅佩荣解\n时运：努力工作，所谋必成。\n财运：数年经营，才可获利。\n家宅：三年后居;三年可婚。\n身体：一时无恙，只保三年。\n\n六四：撑着用败絮塞罅漏的船，整日里提心吊胆。\n《象辞》说：整日里提心吊胆，说明心中疑虑重重。\n北宋易学家邵雍解\n平：得此爻者，时运平平，有备则无患。做官的须做好预防，则爵禄稳固。\n台湾国学大儒傅佩荣解\n时运：处顺思困，谨慎为宜。\n财运：经营漏洞，早些修补。\n家宅：修正屋宇;珍惜情谊。\n身体：年老体弱。\n\n九五：殷人杀牛厚祭鬼神，不如周人簿祭鬼神，周人倒是得到鬼神的福佑。\n《象辞》说：殷人杀牛厚祭鬼神，不如周人薄祭鬼神的用意美善，周人得到鬼神的福佑，将有重大的吉庆降临。\n北宋易学家邵雍解\n吉：得此爻者，近谋有实，远谋多虚，不利东方，利于西方。\n台湾国学大儒傅佩荣解\n时运：持盈保泰，吉凶自取。\n财运：奢不如俭，实获其利。\n家宅：向西吉宅;两邻订亲。\n身体：最好祷告。\n\n上六：涉水过河，水拍湿其头部，危险。\n《象辞》说：水拍湿其头部，怎能呆很久的时间呢?\n北宋易学家邵雍解\n凶：得此爻者，小人侵扰，坐船者，防溺水之灾。做官的有过刚则折之忧。\n台湾国学大儒傅佩荣解\n时运：好运已过，小心危险。\n财运：首次买卖，必难获利。\n家宅：不利长房;元配有灾。\n身体：头部有疾，危险可知。\n\n","火水未济":"\n初六：涉水渡河，沾湿了衣尾，前进有困难。\n《象辞》说：涉水渡河，沾湿了衣尾，见微知巨，再冒险前进，是不知儆戒。\n北宋易学家邵雍解\n凶：得此爻者，经营不利，涉水行舟者，谨防溺水之患。做官的仕途有阻，不能前进。\n台湾国学大儒傅佩荣解\n时运：鲁莽行事，无路可走。\n财运：不记教训，谋财无方。\n家宅：门户方位不正;团聚不易。\n身体：病在下身。\n\n九二：提着腰带涉水过河。卜问得吉兆。\n《象辞》说：九二爻辞讲贞吉，因为九二阳爻处下卦中位，像人行事遵循正道。\n北宋易学家邵雍解\n吉：得此爻者，安份守纪者，谋望遂意。做官的克服困难者，晋升有望。\n台湾国学大儒傅佩荣解\n时运：上下相得，无往不利。\n财运：用心经营，满载而归。\n家宅：美善之家;必得贤妇。\n身体：胸腹阻滞。\n\n六三：渡不了河，出行有凶险。不利于涉水渡河。\n《象辞》说：渡不了河，出行有凶险，因为六三阴爻居阳位，像人处境不利。\n北宋易学家邵雍解\n凶：得此爻者，宜见机行事，不宜妄动。做官的有因人成事之美。在商旅则涉川历险而利可获。\n台湾国学大儒傅佩荣解\n时运：见机而作，妄动则凶。\n财运：把握良机，船运有利。\n家宅：安居为宜;迎娶为吉。\n身体：预防祸祟，渡川以解。\n\n九四：吉利的贞卜，没有悔恨。大动干戈，助殷讨伐鬼方，费时三年，打败了它，获得殷国的奖赏。\n《象辞》说：吉利的卜问，没有悔恨，说明志得意行。\n北宋易学家邵雍解\n吉：得此爻者，会得好人提举，获利丰厚。做官的会受到重用，名利双全。读书人会取得佳绩。\n台湾国学大儒傅佩荣解\n时运：志得意满，名利双全。\n财运：远方经营，利润可观。\n家宅：安居乐业;二年成婚。\n身体：可保三年。\n\n六五：吉利的贞卜，没有悔恨。打了胜仗，捕获了俘虏，这是君子的光荣，吉利。\n《象辞》说：君子光荣，君子光明正大，自然吉利。\n北宋易学家邵雍解\n吉：得此爻者，谋望有成，财利丰厚。做官的能得到升迁。\n台湾国学大儒傅佩荣解\n时运：运势正旺，诸事皆吉。\n财运：官方业务，获利稳定。\n家宅：大吉之家;婚姻必成。\n身体：神清气爽。\n\n上九：捕获了俘虏，饮酒庆贺。没有灾难，但酗酒闹事，头发都淋湿了。俘虏乘机作乱，将他们杀了。\n《象辞》说：酗酒闹事头发都淋湿，也太不知节制了。\n北宋易学家邵雍解\n平：得此爻者，行险而顺，不良者有溺水之厄，纵酒之灾。做官的有望升迁。\n台湾国学大儒傅佩荣解\n时运：能知节俭，可保无虞。\n财运：量入为出，永享其富。\n家宅：勤俭持家;相敬如宾。\n身体：饮食失节，不可不慎。\n\n"}