{"乾卦":"「天时」：天、冰、雹、霰。\n「地理」：西北方、京都、大郡、形胜之地（险要、名胜）、高亢之所（高而干燥）。\n「人物」：君、父、大人、老人、长者、宦官（官吏）、名人、公门人（行政人员）。\n「人事」：刚健勇武、果决、多动少静。\n「身体」：首、骨、肺。\n「时序」：秋、九十月之交、戌亥年月之时，五金年月日时（指庚辛申酉年月日时）。\n「动物」：马、天鹅、狮子、象。\n「静物」：金玉、宝珠、圆物、木果、刚物、冠、镜。\n「屋宿」：公厕、楼台、高堂、大厦、驿宿（旅馆饭店）、西北向之居（房屋）。\n「家宅」：秋占宅兴隆、夏占有祸、冬占冷落、春占吉利。\n「婚姻」：贵官之眷、有声名之家、秋占宜成、冬夏不利。\n「饮食」：马肉珍味、多骨、肝肺、干肉、木果、诸物之头、圆物、辛辣之物。\n「求名」：有名、宜随内任、刑官、武职、掌权、天使、驿官（如通信人员）、宜向西北之任。\n「谋旺」：有成、利公门、宜动中有财、夏占不成、冬占多谋少遂（实现）。\n「交易」：宜金、石、玉珍、宝珠贵货，易成，夏占不利。\n「求利」：有财，金、玉之利，公门中得财，秋占大利，夏占损财，冬占无财。\n「出行」：利于出行，宜人京师，利西北之行，夏占不利。\n「谒见」：利见大人，有德行之人，宜见贵官，可见。\n「疾病」：头面之疾，肺疾、筋骨疾、上焦疾、夏占不安。\n「官讼」：健讼，有贵人助，秋占得胜，夏占失理。\n「坟墓」：宜向西北，宜乾山气脉，宜天穴，宜高，秋占出贵，夏占大凶。\n「方道」：西北。\n「五色」：大红色、黑色。\n「姓字」：带金旁者，兄弟排行一四九。\n「数目」：一四九。\n「五味」：辛、辣。","坤卦":"「天时」：阴云、雾气、冰霜。\n「地理」：田野、乡里、平地、西南方。\n「人物」：老母、后母、农夫、乡人、众人、老妇人、大腹人。\n「人事」：吝啬、柔顺、懦弱、众多、小人。\n「身体」：腹、脾、肉、胃。\n「时序」：辰戌丑未月、未申年月日时，八五十月日。\n「静物」：方物、柔物、布帛、丝绵、五谷、车斧、瓦器。\n「动物」：牛、百兽、牝马。\n「屋宿」：西南方、村店、田舍、矮屋、土阶、仓库。\n「家宅」：安稳、多阴气、春占宅舍不安。\n「饮食」：牛肉、土中之物、甘味、野味、五谷之味、芋笋之物、腹脏之物。\n「婚姻」：利于婚姻，宜税产之家、乡村之家，或寡妇之家，春占不利。\n「生产」：易产。春占难产，有损或不利于母，坐宜西南方。\n「求名」：有名、宜西南方或教官、农官守土之职、春占虚。\n「交易」：宜利交易、宜田土交易、宜五谷利、贱货、重物、布帛、静中有财、春占不利。\n「求利」：有利，宜土中之利，贱货重物之利、静中得财，春占无财，多中取利。\n「谋旺」：利求谋，邻里求谋，静中求谋，春占少遂，或谋于妇人。\n「出行」：可行、宜西南行、宜往乡里行、宜陆行，春不宜。\n「谒见」：可见，利见乡人，宜见亲朋或女人，春不宜见。\n「疾病」：腹疾、脾胃之疾、饮食停滞，谷食不化。\n「官讼」：理顺、得众情、讼当解散。\n「坟墓」：宜向西南之穴、平阳之地、近田野、宜低葬，春不可葬。\n「姓字」：带土姓人、兄弟排行八五十。\n「数目」：八五十。\n「方道」：西南。\n「五味」：甘。\n「五色」：黄、黑。","震卦":"「天时」：雷。\n「地理」：东方、树木、闹市、大途、竹林、草木茂盛之所。\n「身体」：足、肝、头发、声音。\n「人物」：长男。\n「人事」：起动、怒、虚惊、鼓噪、多动少静。\n「时序」：春二月、卯年月日时、四三八月日。\n「静物」：木竹、苇、乐器（竹木）、花草繁鲜之物、核。\n「动物」：龙、蛇、百虫、马鸣。\n「屋舍」：东向之居、山林之处、楼阁。\n「家宅」：宅中不时有虚惊，春占吉，秋占不利。\n「饮食」：蹄、肉、山林野味、鲜肉、果酸味、菜蔬、鲤鱼。\n「婚姻」：可、有成、声名之家、得长男之婚，秋占不利。\n「求利」：山林竹木之财、动处求财，或山林、竹木茶货之利。\n「求名」：有名、宜东方之任、施号发令之职、掌刑狱之官、竹茶木税课之任、或闹市市货之职。\n「生产」：虚惊、胎动不安、头胎必生男，坐宜向东，秋不吉。\n「疾病」：足疾、肝经之疾、惊恐不安。\n「谋旺」：可旺、可求，宜动中谋，秋占不遂。\n「交易」：利于成交，秋占难成，动而可成，山林、木竹茶货之利。\n「官讼」：健讼、有虚惊、行移取甚反复。\n「谒见」：可见、在宜山林之人，利见宜有声名之人。\n「出行」：宜行，利东方、利山林之人，秋占不宜行、但恐虚惊。\n「坟墓」：利于东向、山林中穴，秋不利。\n「姓字」：带木姓人、兄弟排行四八三。\n「数目」：四八三。\n「方道」：东。\n「五味」：甘、酸味。\n「五色」：黑青、绿碧。","巽卦":"「天时」：风。\n「地理」：东南方之地、草木茂秀之所、花果菜园。\n「人物」：长女、秀士、寡妇之人、山林仙道之人、僧道。\n「人事」：柔和、不定、鼓舞、利市三倍、进退不果。\n「身体」：肱、股、气、风疾。\n「时序」：春夏之交、二五八之时月日、三月、辰巳月日时、四月。\n「静物」：木香、绳、直物、长物、竹木、工巧之器、臭、鸡毛、帆、扇、臼。\n「动物」：鸡、百禽、山林中之禽、虫、蛇。\n「屋舍」：东南向之居、寺观楼台、山林之居。\n「家宅」：安稳利市，春占吉，秋占不安。\n「饮食」：鸡肉、山林之味、蔬果酸味。\n「婚姻」：可成、宜长女之婚，秋占不利。\n「生产」：易生、头胎产女、秋占损胎、宜向东南坐。\n「求名」：有名、宜文职有风宪（法律）之力、宜为风宪、宜茶果竹木税货之职、宜东南之任。\n「求利」：有利三倍、宜山之利、竹货木货之利，秋不利。\n「交易」：可成、进退不一、交易之利、山林交易、山林木茶之利。\n「谋旺」：可谋旺、有财可成，秋占多谋少遂。\n「出行」：可行，有出入之利，宜向东南行，秋占不利。\n「谒见」：可见，利见山林之人，利见文人秀士。\n「疾病」：股肱之疾、风疾、肠疾、中风、寒邪气疾。\n「姓字」：草木旁姓氏、兄弟排行五三八。\n「官讼」：宜和、恐遭风宪之责。\n「坟墓」：宜东方向、山林之穴、多树木、秋占不利。\n「数目」：五三八。\n「方道」：东南。\n「五味」：酸味。\n「五色」：青绿、碧、洁白。","坎卦":"「天时」：月、雨、雪、露、霜、水。\n「地理」：北方、江湖、溪涧、泉井、卑湿之地、沟渎、池沼、有水之处。\n「人物」：中男、江湖之人、舟人、资贼、匪。\n「人事」：险陷卑下，外示以柔，内序以利，漂泊不成，随波逐流。\n「身体」：耳、血、肾。\n「时序」：冬十一月、子年月日、一、六月日。\n「静物」：水带子、带核之物，弓轮、矮柔之物，酒器、水具、工、栋、丛棘、藜、桎梏、盐、酒。\n「动物」：猪、鱼、水中之物、狐、水族。\n「屋舍」：向北之居、近水、水阁、江楼、茶酒、长器、宅中混地之处。\n「饮食」：猪肉、酒、冷味、海味、汤、酸味、宿食、鱼、带血、掩藏、有带核之物、水中之物、多骨之物。\n「家宅」：不安、暗昧、防盗，匪。\n「婚姻」：利中男之婚，宜北方之婚，不利成婚，不可在辰戌丑未月婚。\n「生产」：难产有险，宜次胎，男，中男，辰戌丑未月有损，宜北向。\n「求名」：艰难，恐有灾险，宜北方之任，鱼盐河泊之职，酒兼醋。\n「求利」：有财防失，宜水边财，恐有失险，宜鱼盐酒货之利，防遗失，防盗。\n「交易」：不利成交，恐防失陷，宜水边交易，宜鱼盐货，酒之交易，或点水人之交易。\n「谋旺」：不宜谋旺，不能成就、秋冬占可谋。\n「出行」：不宜远行，宜涉舟，宜北方之行，防盗匪；恐遇险阻溺之事。\n「谒见」：难见，宜见江湖之人，或有水旁姓氏之人。\n「疾病」：耳痛、心疾、感染、肾疾、胃冷、水泻、涸冷之疾、血病。\n「官讼」：有阴险，有失因讼，失陷。\n「坟墓」：宜北向之穴、近水傍之墓、不利葬。\n「姓字」：点水旁之姓氏。\n「数目」：一、六。\n「方道」：北方。\n「五味」：咸、酸。\n「五色」：黑。","离卦":"「天时」：日、电、虹、霓、霞。\n「地理」：南方、干亢之地，窖、炉冶之所，向阳处。\n「人物」：中女、文人、大腹、目疾人、甲胄之士（军人、警察）。\n「人事」：文化之所，聪明才学，相见虚心，书事，美丽。\n「身体」：目、心、上焦。\n「时序」：夏五月，午火年月日时，三二七日。\n「静物」：火、书、文、甲骨、干戈、槁木、槁衣、干燥之物。\n「动物」：雉（野鸡）、龟、鳌、蚌、蟹。\n「屋舍」：南舍之居，阳明之宅、明窗、虚室。\n「家宅」：安稳、平善、冬占不安，克体主火灾。\n「饮食」：雉肉、煎炒、烧炙之物、干脯之体、熟肉。\n「婚姻」：不成、利中女之婚，夏占可成，冬占不利。\n「生产」：易生，产中女，冬占有损，坐宜向南。\n「求名」：有名，宜南方之职，文官之任，宜炉冶亢场之职。\n「求利」：有财宜南方求，有文书之财，冬占有失。\n「交易」：可成，宜有文书之交易。\n「出行」：可行，宜动向南方，就文书之行，冬占不宜行，不宜行舟。\n「谒见」：可见南方人，冬占不顺，秋见文书考案才士。\n「官讼」：易散，文书动，词讼明辨。\n「疾病」：目疾、心疾、上焦病，夏占伏暑，时疫（流行病）。\n「坟墓」：南向之幕，无树木之年，阳穴。夏占出文人，冬不利。\n「姓字」：带次或立人旁之姓氏，兄弟排行三二七。\n「数目」：三二七。\n「方道」：南。\n「五色」：红、紫。\n「五味」：苦。","艮卦":"「天时」：云、雾、山岚。\n「地理」：山径路近山城，丘陵、坟墓，东北方，门阙。\n「人物」：少男、闲人、山中人、童子。\n「人事」：阻隔、守静，进退不决，反背，止住，不见。\n「身体」：手指、骨、鼻、背。\n「时序」：冬春之月、十二月丑寅年月日时，七五十月日、土年月日时。\n「静物」：土石、瓜物、闾寺、木生之物、藤生之瓜。\n「动物」：虎、狗、鼠、百兽、黔啄之物、狐。\n「家宅」：安稳，诸事有阻，家人不睦，春占不安。\n「屋舍」：东北方之居，山居近石，近路之宅。\n「饮食」：土中物味，诸兽之肉，墓畔竹笋之属，野味。\n「婚姻」：阻隔难成，成亦迟，利少男之婚，宜对乡里婚，春占不利。\n「求名」：阻隔无名，宜东北方之任，宜土官山城之职。\n「生产」：难生，有险阻之厄，宜向东北，春占有损。\n「交易」：难成，有山林田土之交易，春占有失。\n「出行」：不宜远行，有阻，宜近陆行。\n「谒见」：不可见，有阻，宜见山林之人。\n「疾病」：手指之疾，胃脾之疾。\n「官讼」：贵人阻滞，官讼未解，牵联不决。\n「坟墓」：东北之穴，山中之穴，近路旁有石，春占不利。\n「姓字」：带土字旁之姓氏，兄弟排行五七十。\n「数目」：五七十。\n「方道」：东北方。\n「五色」：黄。\n「五味」：甘。","兑卦":"「天时」：雨、泽、新月、星。\n「地理」：泽、水际、缺池、废井，山崩破裂之地，其地为刚卤。\n「人物」：少女、妾、歌妓、伶人、译人、巫师、奴仆、婢、佣人、保姆。\n「人事」：喜悦、口舌谗毁、谤说、饮食。\n「身体」：舌、口喉、肺、痰、涎。\n「时序」：秋八月，酉年月日时，金年月日，二四九月日。\n「静物」：金刀、金类、乐器、废物、缺器之物，带口之物，毁折之物。\n「动物」：羊、泽中之物。\n「屋舍」：西向之居，近泽之居，败墙壁宅，户有损。\n「家宅」：不安，防口舌，秋占喜悦，夏占家宅有祸。\n「饮食」：羊肉、泽中之物、宿味、辛辣之物味。\n「婚姻」：不成，秋占可成，有喜，主成婚之吉，利婚少女，夏占不利。\n「生产」：不利，恐有损胎或则生女，夏占不利，宜坐向西。\n「求名」：难成，因名有损，利西之任，宜刑官，武职，伶官，译官。\n「求利」：无利有损，财利主口舌，秋占有财喜，夏占不利。\n「出行」：不宜远行，防口舌，或损失，宜西行，秋占有利宜行。\n「交易」：难有利，防口舌，有竞争，秋占有交易之财，夏占不利。\n「谒见」：利行西方，见有咒诅。\n「疾病」：口舌、咽喉之疾，气逆喘疾，饮食不餐。\n「坟墓」：宜西向，防穴中有水，近泽之墓，或葬废穴，夏占不宜。\n「官讼」：争讼不已，曲直未决，因讼有损，防刑，秋占为体得理胜讼。\n「姓字」：带口带金字旁姓氏，兄弟排行四二九。\n「数目」：四二九。\n「方道」：西方。\n「五色」：白。\n「五味」：辛辣。"}